{
  "header.home": "Accueil",
  "header.about": "À propos",
  "header.faq": "FAQ",
  "header.support": "Assistance",
  "header.download": "Télécharger",
  "header.terms-and-condtions-part1": "Termes",
  "header.terms-and-condtions-part2": " et Conditions",
  "footer.terms-and-condtions": "Termes et Conditions",
  "footer.all-rights": "Tous droits réservés | 2018-2019 Yoroi",
  "home.title.Yoroi": "Your gateway to<br/>the financial world",
  "home.title.YoroiDescription": "Wallet léger Yoroi pour Cardano",
  "home.title.Secure": "Sûr",
  "home.title.Fast": "Rapide",
  "home.title.Simple": "Simple",
  "home.title.download-chrome-a": "Télécharger",
  "home.title.download-chrome-b": "Extension Chrome",
  "home.title.watch-the-video": "voir la vidéo",
  "home.properties.secure": "Sûr",
  "home.properties.secure-text-highlight": "Notre première priorité",
  "home.properties.secure-text": "Code de haute qualité, soigneusement testé, audité pour sa sécurité et plus encore pour s'assurer que Yoroi fonctionne sans faille. Les clés privées sont cryptées et ne sont jamais partagées ni avec nos serveurs, ni des tiers. De plus, afin de préserver votre vie privée, le wallet Yoroi n'implémente aucune fonction d'analyse.",
  "home.properties.fast": "Rapide",
  "home.properties.fast-text-highlight": "Notre innovation",
  "home.properties.fast-text": "Yoroi est un wallet léger pour Cardano. Il n'est pas nécessaire de télécharger la blockchain lorsque vous ouvrez le wallet. Vous êtes donc prêt à envoyer et à recevoir des transactions immédiatement.",
  "home.properties.simple": "Simple",
  "home.properties.simple-text-highlight": "Notre passion",
  "home.properties.simple-text": "Nous pensons qu'un logiciel doit avoir une structure simple doublée d'une belle interface. Yoroi a été soigneusement conçu et construit pour offrir une expérience utilisateur exceptionnelle.",
  "home.collaborators.our-collaborators": "Nos Collaborateurs",
  "home.howitworks.how-it-works": "Comment cela fonctionne",
  "home.howitworks.how-to-install": "Comment installer Yoroi",
  "home.howitworks.how-to-move": "Comment migrer depuis Daedalus",
  "home.howitworks.send-receive": "Envoyer et recevoir des transactions",
  "home.howitworks.recover-lost": "Récupération si vous avez perdu votre compte",
  "home.roadmap.yoroi-roadmap": "Feuille de route de Yoroi",
  "home.roadmap.2018.title": "2018",
  "home.roadmap.2018.sub-title": " ",
  "home.roadmap.2018.goal.mobile-apps": "Applications natives pour mobiles iOS et Android",
  "home.roadmap.2018.goal.hardware-wallet": "Intégration d'un wallet matériel (hardware)",
  "home.roadmap.2018.goal.tx-ecxel-export": "Exporter les transactions vers Excel",
  "home.roadmap.2018.goal.more-lang": "Plus de langues",
  "home.roadmap.2018.goal.multi-browser-support": "Multiple browser support",
  "home.roadmap.2018.goal.firefox-support": "Firefox",
  "home.roadmap.2019-Q1-Q2.title": "2019",
  "home.roadmap.2019-Q1-Q2.sub-title": "Q1-Q2",
  "home.roadmap.2019-Q1-Q2.goal.new-design": "Nouveaux Designs",
  "home.roadmap.2019-Q1-Q2.goal.send-all": "Fonctionnalité 'Tout envoyer'",
  "home.roadmap.2019-Q1-Q2.goal.paper-wallet": "Wallet Papier",
  "home.roadmap.2019-Q1-Q2.goal.more-lang": "More languages",
  "home.roadmap.2019-Q1-Q2.goal.more-lang-sub": "German, Italian, French, Spanish, among others",
  "home.roadmap.2019-Q1-Q2.goal.firefox-support": "Firefox",
  "home.roadmap.2019-Q1-Q2.goal.performace-improvement": "Améliorations des performances",
  "home.roadmap.2019-Q1-Q2.goal.ada-redempition": "Récupération d'Ada",
  "home.roadmap.2019-Q1-Q2.goal.ledger-support": "Prise en charge de Ledger",
  "home.roadmap.2019-Q1-Q2.goal.explorer-integration": "Intégration de liens vers des explorateurs de blockchain",
  "home.roadmap.2019-Q1-Q2.goal.account-plates": "Plaques d'identification de comptes",
  "home.roadmap.2019-Q3-Q4.title": "2019",
  "home.roadmap.2019-Q3-Q4.sub-title": "Q3-Q4",
  "home.roadmap.2019-Q3-Q4.goal.shelley-support": "Shelley support",
  "home.roadmap.2019-Q3-Q4.goal.staking-support": "Staking",
  "home.roadmap.2019-Q3-Q4.goal.mobile-staking": "Mobile Staking",
  "home.roadmap.2019-Q3-Q4.goal.more-lang": "More languages",
  "home.roadmap.2019-Q3-Q4.goal.more-lang-sub": "Indonesian and others",
  "home.roadmap.2019-Q3-Q4.goal.payment-urls": "Urls de paiement",
  "home.roadmap.2019-Q3-Q4.goal.hide-balance": "Masquer le solde",
  "home.roadmap.2019-Q3-Q4.goal.ouroboros-bft": "Prise en charge d'Ouroboros BFT",
  "home.roadmap.2019-Q3-Q4.goal.lock-screen": "Vérrouiller l'écran",
  "home.roadmap.2019-Q3-Q4.goal.full-node": "Nœud complet",
  "home.roadmap.2019-Q3-Q4.goal.multisig": "Multisig",
  "home.roadmap.goal.common-sub-testnet-mainnet": "Testnet and Mainnet if available",
  "home.technologies.technologies": "Technologies",
  "home.technologies.tech1-title": "Rust",
  "home.technologies.tech1-text": "Rust est un langage de programmation système qui fonctionne très rapidement, empêche les défauts de segmentation et garantit la sécurité des fils d'exécution.",
  "home.technologies.tech2-title": "Node.js",
  "home.technologies.tech2-text": "Node.js est un environnement d'exécution JavaScript libre et multiplateforme qui exécute du code JavaScript en dehors du navigateur.",
  "home.technologies.tech3-title": "WebAssembly",
  "home.technologies.tech3-text": "WebAssembly est une norme Web qui définit un format binaire pour une machine virtuelle \"stack-based\". Wasm est conçu comme une cible portable pour la compilation de langages de haut niveau comme C, C++ et Rust et permettant un déploiement sur le Web pour des applications client et serveur.",
  "home.technologies.tech4-title": "Cardano",
  "home.technologies.tech4-text": "Cardano est une blockchain de troisième génération développée en suivant des principes scientifiques",
  "home.technologies.tech5-title": "Yoroi",
  "home.technologies.tech5-text": "Nous croyons en l'esprit du logiciel libre. C'est pourquoi nous avons rendu Yoroi libre et vous pouvez évaluer le code vous-même. C'est notre base de code officielle, donc toutes les mises à jour seront reflétées ici.",
  "home.technologies.tech6-title": "Cardano",
  "home.technologies.tech6-text": "Cardano est une blockchain publique décentralisée et une cryptomonnaie développée par I.O.H.K. Le projet est entièrement libre et la technologie comprendra des contrats intelligents et des fonctionnalités plus avancées que tout autre protocole développé précédemment.",
  "about.the-meaning-title": "À propos d'EMURGO",
  "about.the-meaning-p1": "EMURGO encourage l'adoption de Cardano et ajoute de la valeur pour les détenteurs d'ADA en construisant, en investissant et en conseillant des projets ou des organisations qui adoptent l'écosystème de la blockchain décentralisée Cardano.",
  "about.the-meaning-p2": "EMURGO est le bras commercial officiel du projet Cardano, enregistré à Tokyo - Japon - depuis Juin 2017 et à Singapour depuis Mai 2018. EMURGO est affilié de façon unique et travaille en étroite collaboration avec I.O.H.K. pour développer l'écosystème de Cardano à l'échelle mondiale et promouvoir l'adoption de la blockchain Cardano. Pour en savoir plus sur le projet, rendez-vous sur <a target=\"_blank\" href=\"https://emurgo.io\">https://emurgo.io</a>.",
  "about.why-yoroi-title": "À propos de Yoroi",
  "about.why-yoroi-text": "Yoroi est un wallet léger pour Cardano. Il est simple, rapide et sûr. Yoroi est un produit de Emurgo, conçu par I.O.H.K. De plus, il suit les meilleures pratiques de l'industrie en matière de logiciels, y compris un audit de sécurité complet. Daedalus et Yoroi sont complémentaires dans ce qu'ils essaient d'accomplir. Yoroi se veut un wallet d'utilisation quotidienne pour un utilisateur de Cardano.",
  "about.emurgo": "Emurgo",
  "about.visit-the-website": "Visiter le site web",
  "about.emurgo-announcement": "Annonce d'Emurgo",
  "about.yoroi-launch": "Lancement de Yoroi",
  "support.fast-response": "Pour une réponse plus rapide, nous vous recommandons de consulter notre documentation d'auto-assistance",
  "support.check-faq": "Aller sur la FAQ",
  "support.community": "Communauté",
  "support.visit-1": "Visiter Telegram",
  "support.visit-1-text": "Groupe Telegram communautaires pour obtenir une assistance technique.",
  "support.visit-2": "Visiter le Forum",
  "support.visit-2-text": "Forum communautaire pour obtenir une assistance technique.",
  "support.contact-us": "Nous contacter",
  "support.contact-us-text": "N'hésitez pas à nous contacter si vous avez besoin d'aide ou si vous avez d'autres questions",
  "support.contact-us-warn": "N'hésitez pas à nous contacter",
  "support.contact-us-btn": "Nous contacter",
  "faq.faqQuestion-title1": "Général",
  "faq.faqQuestion-Q1-1": "Qu'est-ce que Yoroi ?",
  "faq.faqQuestion-A1-1": "Yoroi est un wallet léger pour Cardano. Les wallets légers n'ont pas besoin de télécharger ou de se synchroniser à la blockchain. Cela signifie qu'une fois que vous ouvrez le portefeuille, vous pouvez envoyer ou vérifier la réception des transactions sans attendre.<br/><br/>Une autre explication plus technique : Yoroi est un wallet léger, hiérarchique et déterministe (HD) pour la cryptomonnaie Ada, fonctionnant comme une extension Chrome.\n",
  "faq.faqQuestion-Q1-2": "Quelle est la différence entre Daedalus et Yoroi ?",
  "faq.faqQuestion-A1-2": "Yoroi est un wallet léger, ce qui signifie qu'il ne télécharge pas une copie complète de la blockchain. Il se connecte à des serveurs de confiance qui ont eux une copie complète de la blockchain.\n\n Daedalus est un wallet de type nœud-complet, ce qui signifie qu'il télécharge, stocke et valide sa copie complète de la blockchain. Il fonctionne donc sans faire confiance à des tiers et il ne s'appuie donc pas sur l'aide de serveurs hébergés centralement.",
  "faq.faqQuestion-Q1-3": "Quel matériel supporte Yoroi ?",
  "faq.faqQuestion-A1-3": "Tout matériel prenant en charge Google Chrome et ses extensions. Cela signifie que vous pouvez utiliser Yoroi sous Linux, Mac OS, Windows, entre autres, mais pas sous iOS ou Android.\n",
  "faq.faqQuestion-Q1-4": "Comment télécharger Yoroi ?",
  "faq.faqQuestion-A1-4": "Vous pouvez installer Yoroi via le <a target=\"_blank\" href=\"https://chrome.google.com/webstore/detail/yoroi/ffnbelfdoeiohenkjibnmadjiehjhajb\">Chrome Store</a>.\n",
  "faq.faqQuestion-Q1-5": "Puis-je exécuter Yoroi sur 2 ordinateurs différents ?",
  "faq.faqQuestion-A1-5": "Oui, du moment que vous n'avez pas les deux instances ouvertes en même temps. (Garder deux instances ouvertes simultanément peut causer des problèmes de désynchronisation)",
  "faq.faqQuestion-Q1-6": "Comment puis-je me déconnecter du wallet Yoroi ?",
  "faq.faqQuestion-A1-6": "Il n'existe pas de fonction pour se déconnecter de l'extension Yoroi Chrome. Vous pouvez simplement fermer l'onglet pour quitter. Notez que votre mot de passe de dépense est nécessaire pour envoyer des ada depuis Yoroi, donc personne d'autre ne peut transférer vos ada sans votre mot de passe de dépense.",
  "faq.faqQuestion-Q1-7": "Comment désinstaller Yoroi ?",
  "faq.faqQuestion-A1-7": "Il suffit de supprimer le plugin de Chrome dans la section Extensions.\n<br/><br/> Avertissement : Cela supprimera la clé privée et tout le stockage d'informations associé au wallet. Nous vous recommandons fortement d'avoir une sauvegarde des mots mnémoniques si vous voulez accéder à votre wallet à l'avenir.",
  "faq.faqQuestion-Q1-8": "La délégation d'ada sera-t-elle disponible dans Yoroi ?",
  "faq.faqQuestion-A1-8": "Yoroi prendra en charge la délégation aux groupes d'enjeu après la sortie de Shelley,<br/>de la même manière que Daedalus.<br/>Ainsi, vous pourrez voir les groupes d'enjeu et les sélectionner pour déléguer votre participation dans Yoroi.",
  "faq.faqQuestion-title2": "Utilisation de Yoroi",
  "faq.faqQuestion-Q2-1": "Comment puis-je envoyer et recevoir des ADA en utilisant Yoroi ?",
  "faq.faqQuestion-A2-1": "Afin de recevoir des Ada en utilisant Yoroi, vous devez d'abord créer votre wallet Yoroi. Au cours du processus de création de votre wallet, vous obtiendrez une phrase de récupération de 15 mots. Prenez soin de bien la conserver. C'est très important, si vous la perdez, vous perdrez probablement\n vos Ada. <br/><br/> Pour recevoir des Ada, allez dans l'onglet Recevoir de votre wallet et générez une adresse. Utilisez le bouton\n dans l'interface utilisateur pour la copier dans le presse-papiers, puis partager la avec la personne\n qui souhaite vous envoyer des Ada.\n <br/><br/> Pour envoyer des Ada, obtenez une adresse Yoroi auprès de la personne à qui vous souhaitez les envoyer et utilisez l'onglet Envoyer dans votre wallet pour envoyer \n la quantité souhaitée d'Ada à cette adresse.\n\n",
  "faq.faqQuestion-Q2-2": "Une fois que j'ai téléchargé Yoroi, combien de tempsdois-je attendre avant de pouvoir envoyer et recevoir ADA ?",
  "faq.faqQuestion-A2-2": "Une fois que vous aurez téléchargé Yoroi, vous devrez créer et sauvegarder votre wallet, ce qui prend quelques minutes. Dès que votre wallet est créé et que votre phrase de récupération Yoroi de 15 mots est sauvegardée et en sécurité, vous pourrez envoyer et recevoir des Ada instantanément puisqu'il n'est pas nécessaire d'attendre de se synchroniser avec la blockchain.\n",
  "faq.faqQuestion-Q2-3": "Puis-je envoyer des ADA d'un wallet Daedalus vers mon wallet Yoroi ?\n",
  "faq.faqQuestion-A2-3": "Oui, mais s'il s'agit de votre wallet, songez plutôt à rétablir votre compte sur Yoroi, car cela assurera le transfert de votre solde total.",
  "faq.faqQuestion-Q2-4": "Puis-je envoyer des Ada d'une plateforme d'échange vers mon wallet Yoroi ?\n",
  "faq.faqQuestion-A2-4": "Oui. Si pour une raison quelconque vous n'êtes pas en mesure de le faire, veuillez contacter l'assistance de l'échange (ce n'est pas notre faute !). Nous utilisons un nouveau format d'adresse et certains échanges peuvent avoir des procédures qui ne supportent pas ce nouveau format d'adresse (vos fonds seront en sécurité car la transaction sera simplement bloquée par l'échange).\n",
  "faq.faqQuestion-Q2-5": "De combien de bande passante ai-je besoin pour télécharger et utiliser Yoroi ?  ",
  "faq.faqQuestion-A2-5": "Le paquet d'installation de Yoroi est très petit et ne nécessite donc pas beaucoup de bande passante. De plus, comme Yoroi est un wallet léger, il ne nécessite pas de copie complète de la blockchain sur votre machine. Yoroi consomme donc très peu de bande passante pour l'opération.\n",
  "faq.faqQuestion-Q2-6": "Comment puis-je récupérer mon wallet Daedalus dans Yoroi en utilisant ma phase de récupération ?",
  "faq.faqQuestion-A2-6": "Nous avons créé une vidéo expliquant ce processus. <br>Veuillez suivre ce lien : <a target=\"_blank\" href=\"https://www.youtube.com/watch?v=m4tiF1R0_40\">Comment migrer de Daedalus vers Yoroi </a>.",
  "faq.faqQuestion-Q2-7": "Que dois-je faire si je veux récupérer mon wallet Daedalus dans Yoroi, mais lorsque j'arrive à l'écran de saisie, la zone de texte ne me permet pas d'entrer des espaces ?",
  "faq.faqQuestion-A2-7": "Vous n'avez pas besoin d'entrer des espaces. Vous pouvez appuyer sur la touche Tab si vous avez tapé le mot en entier (ou sélectionner par un clic de souris à partir des suggestions de la liste déroulante pendant la frappe).",
  "faq.faqQuestion-Q2-8": "Que signifient les étiquettes vertes \"élevé\" et rouge \"bas\" à côté de \"ADA reçu\" sous \"Transactions\" ?",
  "faq.faqQuestion-A2-8": "Vous trouverez plus informations à ce sujet dans la documentation <a target=\"_blank\" href=\"https://cardanodocs.com/cardano/transaction-assurance/\">ici</a>.",
  "faq.faqQuestion-title3": "Ledger Nano S",
  "faq.faqQuestion-Q3-1": "Comment connecter Yoroi avec un Ledger Nano S ?",
  "faq.faqQuestion-A3-1": "Voir notre tutoriel vidéo du Responsable R&D Ingéniérie d'EMURGO <a target=\"_blank\" href=\"https://www.youtube.com/watch?v=YwdBLh7qAsI\">ici</a>.",
  "faq.faqQuestion-Q3-2": "J'ai installé Yoroi et je l'ai intégré avec succès à mon Ledger Nano S, mais on ne m'a pas montré ma phrase de récupération de 15 mots pendant l'installation du wallet.",
  "faq.faqQuestion-A3-2": "Si vous utilisez un wallet matériel Ledger, Yoroi ne vous donnera pas une phrase de récupération de 15 mots. Tant que vous avez votre wallet matériel Ledger (et la phrase de récupération de votre Ledger), vous pourrez toujours accéder à vos ADA et effectuer des transactions via Yoroi.",
  "faq.faqQuestion-Q3-3": "Si j'utilise déjà l'extension Yoroi Chrome, comment puis-je la connecter à mon Ledger ?",
  "faq.faqQuestion-A3-3": "Le processus est décrit dans cette <a target=\"_blank\" href=\"https://www.youtube.com/watch?v=YwdBLh7qAsI\">vidéo</a>.",
  "faq.faqQuestion-Q3-4": "Je ne trouve pas l'application Cardano ADA dans Ledger Live",
  "faq.faqQuestion-A3-4": "Veuillez vérifier la version actuelle du Ledger Live :  Paramètres -> À propos -> Version. La version doit être 1.6.0. Ensuite, vérifiez le firmware du Ledger. Il doit être à la version 1.5.5 ou supérieure. Suivez les instructions <a target=\"_blank\" href=\"https://support.ledger.com/hc/en-us/articles/360002731113-Update-device-firmware\">instructions</a> pour mettre à jour votre firmware si nécessaire.",
  "faq.faqQuestion-Q3-5": "Où puis-je acheter un Ledger Nano S ?",
  "faq.faqQuestion-A3-5": "Vous pouvez en acheter un sur le site Web officiel de Ledger.",
  "faq.faqQuestion-Q3-6": "Après avoir ajouté l'application Cardano ADA sur le Ledger Nano S, j'obtiens \"Waiting for commands...\" sur mon appareil Ledger. Que dois-je faire ?",
  "faq.faqQuestion-A3-6": "Tout d'abord, essayez ce qui suit : <br /><br />- Assurez-vous que votre appareil Ledger est connecté directement à l'ordinateur. N'utilisez pas de hub USB qui pourrait interférer avec l'appareil lui-même.<br /><br />- Lorsque vous cliquez sur Connexion dans Yoroi, après \"Waiting for commands\", appuyez sur les deux boutons du Ledger même si aucun message n'est encore affiché.\nSi le problème persiste, veuillez nous contacter à <a target=\"_blank\" href=\"https://yoroi-wallet.com/support\">https://yoroi-wallet.com/support</a>.",
  "faq.faqQuestion-Q3-7": "Puis-je utiliser mon Ledger Nano S avec l'application Yoroi pour téléphones mobiles ?",
  "faq.faqQuestion-A3-7": "Non. Actuellement, Ledger n'est pris en charge que par l'extension Chrome sur PC. Nous prévoyons d'implémenter cette fonctionnalité à l'avenir, mais pour l'instant, vous pouvez essayer le wallet (non officiel) AdaLite pour Android pour connecter votre wallet matériel.",
  "faq.faqQuestion-Q3-8": "Puis-je transférer des Ada directement de Daedalus vers mon Ledger Nano S ?",
  "faq.faqQuestion-A3-8": "Pour l'instant, la prise en charge du Ledger n'est disponible que pour le wallet Yoroi, vous devez donc installer l'extension Yoroi Chrome afin de vous connecter au Ledger et ensuite transférer des fonds de Daedalus vers Yoroi. Lisez notre <a target=\"_blank\" href=\"https://emurgo.io/#/en/blog/how-to-use-ledger-nano-s-with-yoroi-cardano\">guide</a>.",
  "faq.faqQuestion-Q3-9": "Puis-je déposer des ADA directement dans le Ledger Nano S ou ai-je besoin d'un wallet ?",
  "faq.faqQuestion-A3-9": "Vous aurez besoin d'un wallet pour déplacer vos avoirs cryptos. Vous pouvez utiliser l'extension Yoroi Chrome ou AdaLite.",
  "faq.faqQuestion-Q3-10": "Dois-je déverrouiller le Ledger pour initier une transaction dans le wallet Yoroi ?",
  "faq.faqQuestion-A3-10": "Oui, vous devez déverrouiller le Ledger et confirmer en plusieurs étapes pour effectuer une transaction.",
  "faq.faqQuestion-Q3-11": "Comment puis-je vérifier une adresse dans le wallet matériel ?",
  "faq.faqQuestion-A3-11": "Dans l'onglet Recevoir de Yoroi, cliquez sur l'icône \"loupe\" à côté de l'adresse que vous voulez vérifier. Une fenêtre de dialogue avec les détails de l'adresse s'affiche. Cliquez sur \"Verify on hardware wallet\" et vérifiez votre appareil Ledger. Cliquez sur les deux boutons pour vérifier le chemin de dérivation et l'adresse.",
  "faq.faqQuestion-Q3-12": "J'ai déconnecté mon Ledger Nano S mais je peux toujours ouvrir Yoroi sur mon ordinateur et voir le solde et l'historique des transactions. ",
  "faq.faqQuestion-A3-12": "Il est possible d'ouvrir l'extension Yoroi et de voir votre solde à tout moment, même sans connecter l'appareil Ledger. Cependant, votre wallet matériel est nécessaire pour envoyer des ADA.",
  "faq.faqQuestion-Q3-13": "En quoi l'utilisation d'un Ledger Nano S est-elle plus sûre ?",
  "faq.faqQuestion-A3-13": "Le wallet matériel génère vos clés privées hors-ligne et ces dernières ne quittent jamais l'appareil, ce qui le rend intrinsèquement plus sûr que tout autre wallet actuellement disponible pour Cardano. Vous seriez en mesure d'utiliser votre appareil Ledger en toute sécurité, même sur un ordinateur piraté (par exemple, cybercafé, hall d'hôtel) pour envoyer une transaction, alors que la clé privée d'un wallet classique pourrait éventuellement être extraite, ce qui facilite le vol de vos actifs cryptographiques.",
  "faq.faqQuestion-Q3-14": "Est-ce que je pourrai participer aux groupes d'enjeu à partir d'un Ledger ?",
  "faq.faqQuestion-A3-14": "Oui, une fois les groupes d'enjeu mis en place, il sera possible de déléguer ses Ada à partir du wallet matériel Ledger.",
  "faq.faqQuestion-Q3-15": "Puis-je stocker mes ADA sur deux appareils Ledger différents ?",
  "faq.faqQuestion-A3-15": "Oui. Il vous suffit de restaurer un autre Ledger Nano S à partir de votre phrase de récupération associée au premier dispositif Ledger et dans lequel vous stockez vos actifs cryptographiques.",
  "faq.faqQuestion-title4": "Sécurité",
  "faq.faqQuestion-Q4-1": "Yoroi est-il sûr ?",
  "faq.faqQuestion-A4-1": "Oui, Yoroi est sûr. La clé privée associée au wallet d'un utilisateur n'est stockée que sur l'ordinateur de l'utilisateur et cette clé privée est cryptée avec le mot de passe de dépense du wallet que seul l'utilisateur devrait connaître. Ils ne sont pas stockés sur des serveurs hébergés de manière centralisée. Si un attaquant accède à l'ordinateur d'un utilisateur et au wallet Yoroi, aucun fond ne peut être déplacé sans le mot de passe de dépense du wallet.\n <br/><br/> De plus, même si Yoroi s'appuie sur des serveurs hébergés de manière centralisée pour obtenir l'état du registre, dans le cas très improbable où les serveurs hébergés centralement ont été compromis, la pire chose qui puisse arriver est qu'un utilisateur ait un solde incorrect dans son wallet. Aussi, les transactions sont signées dans la machine de l'utilisateur en utilisant la clé privée, qui ne quitte jamais cet ordinateur. Pour cette raison il est impossible pour le serveur de changer le montant ou l'adresse où la transaction est envoyée.\n",
  "faq.faqQuestion-Q4-2": "Où dois-je ranger mes clés privées ?",
  "faq.faqQuestion-A4-2": "Les clés privées sont stockées cryptées sur la machine de l'utilisateur et ne sont pas partagées avec des serveurs tiers. Elles ne sont en aucun cas partagées, même avec nous. Nous ne vous demanderons jamais votre phrase de 15 mots, même pour des raisons d'assistance technique. Cela signifie que vous devez stocker ou mémoriser votre phrase de 15 mots par vos propres moyens (ex. sur papier). Si le même wallet est installé sur plusieurs machines en utilisant la même phrase de 15 mots, chaque machine aura une version cryptée des clés privées.  ",
  "faq.faqQuestion-Q4-3": "Que se passe-t-il si je perds mon mot de passe de dépense ?",
  "faq.faqQuestion-A4-3": "La perte de votre mot de passe de dépense ne signifie pas que vous avez perdu vos Ada. Si vous perdez votre mot de passe de dépense, vous ne pourrez pas dépenser vos fonds, mais vous verrez le solde et l'historique des transactions dans votre wallet. Pour pouvoir dépenser vos fonds à nouveau, vous devrez supprimer votre portefeuille et le restaurer en utilisant votre phrase de récupération de 15 mots.<br/> Assurez-vous que vous avez bien votre phrase de récupération du wallet avant de supprimer votre portefeuille.\n",
  "faq.faqQuestion-Q4-4": "Que se passe-t-il si je perds ma phrase de récupération de 15 mots ?\n",
  "faq.faqQuestion-A4-4": "Malheureusement, vos fonds sont définitivement perdus.\n",
  "faq.faqQuestion-Q4-5": "Puis-je transférer mon compte vers Daedalus ?",
  "faq.faqQuestion-A4-5": "Oui, mais les nouvelles adresses créées pour le wallet Daedalus n'apparaîtront pas dans Yoroi.\n Il est préférable de créer un nouveau wallet dans Daedalus et d'envoyer vos ADA vers ce nouveau wallet.",
  "faq.faqQuestion-Q4-6": "Si je supprime l'extension Yoroi Chrome et que je détruis les clés privées, serai-je toujours capable de récupérer mes fonds en utilisant une phrase de récupération de Daedalus de 12 mots ?",
  "faq.faqQuestion-A4-6": "Non. Vous aurez besoin d'une phrase de récupération de 15 mots pour restaurer votre wallet Yoroi, à moins que vous ne transfériez vos ada de Yoroi vers Daedalus avant de tout supprimer.",
  "faq.faqQuestion-Q4-7": "Pourquoi ne me demande-t-on pas d'entrer mon mot de passe après avoir ouvert l'extension Yoroi ?",
  "faq.faqQuestion-A4-7": "Votre mot de passe vous sera demandé lorsque vous essayerez d'envoyer des ada, et non pas lorsque vous ouvrirez le wallet lui-même.<br/>La mise en place d'un mot de passe optionnel à l'ouverture de Yoroi est une fonctionnalité prévue pour le futur.<br/>Voir <a target=\"_blank\" href=\"https://github.com/Emurgo/yoroi-frontend/pull/165\">ce</a> lien GitHub pour plus de détails sur la fonctionnalité de verrouillage d'écran Yoroi prévue.",
  "faq.faqQuestion-Q4-8": "J'ai perdu ma phrase de récupération, ou la phrase que j'ai saisie ne fonctionne pas. Pouvez-vous restaurer mon wallet ?",
  "faq.faqQuestion-A4-8": "Yoroi est une solution légère et fiable, ce qui signifie que nous ne stockons pas la clé privée associée au portefeuille (wallet) d'un utilisateur. Le wallet d'un utilisateur n'est stocké que sur son propre ordinateur ou appareil, crypté avec le mot de passe du wallet que seul l'utilisateur connait. <br/><br/>Aucune donnée du wallet n'est stockée sur des serveurs hébergés de façon centralisée. La seule façon de recréer un wallet est d'utiliser la phrase de récupération, qui est un ensemble de mots mnémoniques générés localement lorsque le wallet est créé. Ce processus a été méticuleusement testé et a même fait l'objet d'un audit de sécurité réussi (plus de détails <a target=\"_blank\" href=\"https://research.kudelskisecurity.com/2018/10/18/audit-report-of-iohks-icarus-wallet/\">ici</a>).<br/><br/>Le processus est déterministe, ce qui signifie que le même wallet sera toujours généré si la même suite de mots mnémoniques est utilisée dans le bon ordre. Si vous avez noté vos quinze mots mnémoniques à la main, nous vous recommandons de vérifier deux fois la liste des mots afin d'éviter une confusion éventuelle avec des mots similaires <a target=\"_blank\" href=\"https://github.com/bitcoinjs/bip39/blob/master/wordlists/english.json\">ici</a>.<br/> Toute différence dans les mots, ou même dans leur ordre, générera un wallet complètement différent.",
  "faq.faqQuestion-Q4-9": "Y a-t-il des mesures en place pour prévenir les attaques par force brute contre le mot de passe de dépense et la phrase mnémonique (c.-à-d. comme un temps d'attente après 10 mauvaises tentatives) ?",
  "faq.faqQuestion-A4-9": "Votre mot de passe de dépense est utilisé pour crypter votre clé privée. Si les données de votre wallet tombaient entre les mains d'un tiers malveillant, il pourrait essayer de trouver votre clé privée en utilisant une attaque par force brute.<br/><br/>Pour cette raison, vous devriez vous assurer que vous utilisez un mot de passe sûr comme mot de passe de dépense.<br/><br/>Pour ce qui est de la possibilité qu'un attaquant trouve votre phrase mnémonique via une attaque par force brute, veuillez vous référer à <a target=\"_blank\" href=\" https://forum.cardano.org/t/bip39-brute-force-complexity-or-how-hard-it-is-to-break-someones-secret-words/12650\">ce</a> lien pour voir que cela est très peu probable.",
  "faq.faqQuestion-title5": "Plus d'infos sur Yoroi",
  "faq.faqQuestion-Q5-1": "Yoroi prend-t-il en charge plusieurs wallets ?",
  "faq.faqQuestion-A5-1": "Non. Actuellement, Yoroi ne prend en charge qu'un seul wallet. Toutefois, vous pouvez utiliser la solution de contournement suivante :\n <br/><br/> Ouvrir Chrome et dans la barre de navigation supérieure cliquez sur l'onglet 'People'<br/> Cliquez sur 'Manage People' et 'Add Person' <br/> Choisissez une photo différente et un nom unique.<br/> Sauvez et une nouvelle fenêtre s'ouvrira vous demandant de vous connecter.<br/> Connectez vous à Chrome avec un nouvel identifiant e-mail sous ce nouveau profil.<br/>",
  "faq.faqQuestion-Q5-2": "Quels tokens (jetons) sont pris en charge ?",
  "faq.faqQuestion-A5-2": "Actuellement, nous ne prenons en charge aucun jeton. Nous ne prenons en charge que la cryptomonnaie Ada.",
  "faq.faqQuestion-Q5-3": "Où se trouve le code de Yoroi ?",
  "faq.faqQuestion-A5-3": "Le code peut être trouvé <a target=\"_blank\" href=\"https://github.com/Emurgo/yoroi-frontend\">ici</a>.",
  "faq.faqQuestion-Q5-4": "Quels navigateurs prennent en charge Yoroi ?\n",
  "faq.faqQuestion-A5-4": "Yoroi fonctionne dans Google Chrome sous Windows, macOS et Linux.",
  "faq.faqQuestion-Q5-5": "Puis-je utiliser un wallet matériel (hardware) ?",
  "faq.faqQuestion-A5-5": "Nous y travaillons en ce moment même. Pour plus d'informations, veuillez consulter notre feuille de route <a target=\"_blank\" href=\"https://yoroi-wallet.com/\">ici</a>.",
  "faq.faqQuestion-Q5-6": "Comment puis-je faire jouer mes certificats de remboursement d'ADA ?\n",
  "faq.faqQuestion-A5-6": "Réglez votre langue en japonais et l'échange d'ADA apparaîtra comme une option dans la page des paramètres.\n",
  "faq.faqQuestion-Q5-7": "Dois-je payer pour utiliser Yoroi ?",
  "faq.faqQuestion-A5-7": "Yoroi est libre et gratuit pour les utilisateurs.",
  "faq.faqQuestion-Q5-8": "Si je veux me connecter à mon Ledger (une fois pris en charge), devrai-je supprimer l'extension Chrome et la télécharger à nouveau ?",
  "faq.faqQuestion-A5-8": "Oui, vous devrez retirer l'extension et l'installer à nouveau, puis créer un nouveau wallet connecté au registre.",
  "download.mainnet.chrome": "Chrome (Mainnet)",
  "download.mainnet.firefox": "Firefox (Mainnet)",
  "download.mainnet.android": "Android (Mainnet)",
  "download.mainnet.ios": "iOS (Mainnet)",
  "download.testnet.chrome": "Chrome (Testnet)",
  "download.testnet.firefox": "Firefox (Testnet)"
}
