{
  "header.home": "Beranda",
  "header.about": "Tentang",
  "header.faq": "FAQ",
  "header.support": "Dukungan",
  "header.download": "Unduh",
  "header.terms-and-condtions-part1": "Ketentuan",
  "header.terms-and-condtions-part2": " dan Kondisi",
  "footer.terms-and-condtions": "Syarat & Ketentuan",
  "footer.all-rights": "Hak cipta dilindungi | 2018-2019 Yoroi",
  "home.title.Yoroi": "Your gateway to<br/>the financial world",
  "home.title.YoroiDescription": "Yoroi light wallet untuk Cardano",
  "home.title.Secure": "Aman",
  "home.title.Fast": "Cepat",
  "home.title.Simple": "Sederhana",
  "home.title.download-chrome-a": "Unduh",
  "home.title.download-chrome-b": "Ekstensi Chrome",
  "home.title.watch-the-video": "tonton video nya",
  "home.properties.secure": "Aman",
  "home.properties.secure-text-highlight": "Prioritas utama kami",
  "home.properties.secure-text": "Kode berkualitas tinggi, diuji secara menyeluruh, keamanan diaudit dan lebih banyak lagi untuk memastikan bahwa Yoroi bekerja dengan sempurna. Private key dienkripsi dan tidak pernah dibagikan dengan server kami atau penyedia pihak ketiga. Untuk menjaga privasi Anda, wallet Yoroi bahkan tidak menerapkan analitik.",
  "home.properties.fast": "Cepat",
  "home.properties.fast-text-highlight": "Inovasi kami",
  "home.properties.fast-text": "Yoroi adalah light wallet untuk Cardano. Tidak perlu mengunduh blockchain ketika anda membuka wallet. Jadi anda sudah siap untuk mengirim dan menerima transaksi.",
  "home.properties.simple": "Sederhana",
  "home.properties.simple-text-highlight": "Semangat kami",
  "home.properties.simple-text": "Kami percaya bahwa perangkat lunak harus memiliki struktur sederhana dan user interface yang indah. Yoroi telah dirancang dan dibangun dengan sangat hati-hati untuk menawarkan pengalaman yang luar biasa bagi pengguna.",
  "home.collaborators.our-collaborators": "Kolaborator Kami",
  "home.howitworks.how-it-works": "Bagaimana ini bekerja",
  "home.howitworks.how-to-install": "Bagaimana cara menginstal Yoroi",
  "home.howitworks.how-to-move": "Bagaimana cara berpindah ke Daedalus",
  "home.howitworks.send-receive": "Kirim dan terima transaksi",
  "home.howitworks.recover-lost": "Pulihkan jika anda kelihangan akun anda",
  "home.roadmap.yoroi-roadmap": "Roadmap Yoroi",
  "home.roadmap.2018.title": "2018",
  "home.roadmap.2018.sub-title": " ",
  "home.roadmap.2018.goal.mobile-apps": "Aplikasi mobile native untuk iOS dan Android",
  "home.roadmap.2018.goal.hardware-wallet": "Integrasi hardware wallet",
  "home.roadmap.2018.goal.tx-ecxel-export": "Ekspor transaksi ke Excel",
  "home.roadmap.2018.goal.more-lang": "Lebih banyak bahasa",
  "home.roadmap.2018.goal.multi-browser-support": "Multiple browser support",
  "home.roadmap.2018.goal.firefox-support": "Firefox",
  "home.roadmap.2019-Q1-Q2.title": "2019",
  "home.roadmap.2019-Q1-Q2.sub-title": "Q1-Q2",
  "home.roadmap.2019-Q1-Q2.goal.new-design": "Desain baru",
  "home.roadmap.2019-Q1-Q2.goal.send-all": "Kirim semua fitur",
  "home.roadmap.2019-Q1-Q2.goal.paper-wallet": "Paper wallet",
  "home.roadmap.2019-Q1-Q2.goal.more-lang": "More languages",
  "home.roadmap.2019-Q1-Q2.goal.more-lang-sub": "German, Italian, French, Spanish, among others",
  "home.roadmap.2019-Q1-Q2.goal.firefox-support": "Firefox",
  "home.roadmap.2019-Q1-Q2.goal.performace-improvement": "Peningkatan Kinerja",
  "home.roadmap.2019-Q1-Q2.goal.ada-redempition": "Penebusan Ada",
  "home.roadmap.2019-Q1-Q2.goal.ledger-support": "Dukungan Ledger",
  "home.roadmap.2019-Q1-Q2.goal.explorer-integration": "Tautan Integrasi Blockchain Explorer",
  "home.roadmap.2019-Q1-Q2.goal.account-plates": "Pelat Akun",
  "home.roadmap.2019-Q3-Q4.title": "2019",
  "home.roadmap.2019-Q3-Q4.sub-title": "Q3-Q4",
  "home.roadmap.2019-Q3-Q4.goal.shelley-support": "Shelley support",
  "home.roadmap.2019-Q3-Q4.goal.staking-support": "Staking",
  "home.roadmap.2019-Q3-Q4.goal.mobile-staking": "Mobile Staking",
  "home.roadmap.2019-Q3-Q4.goal.more-lang": "More languages",
  "home.roadmap.2019-Q3-Q4.goal.more-lang-sub": "Indonesian and others",
  "home.roadmap.2019-Q3-Q4.goal.payment-urls": "Url Pembayaran",
  "home.roadmap.2019-Q3-Q4.goal.hide-balance": "Sembunyikan saldo",
  "home.roadmap.2019-Q3-Q4.goal.ouroboros-bft": "Dukungan Ouroboros BFT",
  "home.roadmap.2019-Q3-Q4.goal.lock-screen": "Layar Kunci",
  "home.roadmap.2019-Q3-Q4.goal.full-node": "Full Node",
  "home.roadmap.2019-Q3-Q4.goal.multisig": "Multisig",
  "home.roadmap.goal.common-sub-testnet-mainnet": "Testnet and Mainnet if available",
  "home.technologies.technologies": "Teknologi",
  "home.technologies.tech1-title": "Rust",
  "home.technologies.tech1-text": "Rust adalah bahasa pemrograman sistem yang berjalan dengan sangat cepat, mencegah segfault, dan menjamin keamanan thread.",
  "home.technologies.tech2-title": "Node.js",
  "home.technologies.tech2-text": "Node.js adalah open source, cross-platform JavaScript runtime environment yang mengeksekusi code JavaScript di luar browser.",
  "home.technologies.tech3-title": "WebAssembly",
  "home.technologies.tech3-text": "WebAssembly adalah standar web yang mendefinisikan format biner untuk mesin virtual berbasis stack. Wasm dirancang sebagai target portabel untuk kompilasi bahasa tingkat tinggi seperti C, C ++ dan Rust, memungkinkan deployment di web untuk aplikasi klien dan server.",
  "home.technologies.tech4-title": "Cardano",
  "home.technologies.tech4-text": "Cardano adalah platform blockchain generasi ketiga yang berevolusi dari filosofi ilmiah",
  "home.technologies.tech5-title": "Yoroi",
  "home.technologies.tech5-text": "Kami yakin dalam semangat open source. Ini adalah alasan mengapa kami membuat Yoroi yang open source sehingga anda dapat meninjau codenya. Ini adalah repository resmi kami, sehingga semua pembaruan akan berada disini.",
  "home.technologies.tech6-title": "Cardano",
  "home.technologies.tech6-text": "Cardano adalah blockchain dan cryptocurrency publik yang dikembangkan oleh IOHK. Proyek ini sepenuhnya open source dan teknologinya akan mencakup smart contract dan fitur yang lebih maju dari protokol apa pun yang dikembangkan sebelumnya.",
  "about.the-meaning-title": "Tentang EMURGO",
  "about.the-meaning-p1": "EMURGO menggerakan pengadopsian Cardano dan menambah nilai ke pemegang ADA dengan cara membangun, menginvestasikan, dan memberikan nasehat mengenai proyek-proyek atau organisasi yang juga mengadopsi sistem desentralisasi Cardano blockchain ekosistem.",
  "about.the-meaning-p2": "EMURGO adalah badan usaha komersial dari Cardano project yang resmi berdiri dan terdaftar di Tokyo, Japan sejak Juni 2017 dan di Singapore sejak May 2018. Uniknya, EMURGO bekerja sama dengan IOHK untuk menumbuhkan Cardano ekosistem secara global dan mempromosikan pengadopsian dari Cardano Blockchain. Pelajaran lebih lanjut tentang project ini pada <a target=\"_blank\" href=\"https://emurgo.io\">.",
  "about.why-yoroi-title": "Tentang Yoroi",
  "about.why-yoroi-text": "Yoroi adalah light wallet untuk Cardano. Sederhana, cepat, dan aman. Yoroi adalah produk Emurgo, yang dirancang oleh IOHK. Dan ini mengikuti praktik terbaik untuk perangkat lunak di industri termasuk audit keamanan komprehensif. Daedalus dan Yoroi adalah sebuah pelengkap untuk apa yang mereka coba capai. Yoroi terlihat seperti dompet sehari-hari bagi pengguna Cardano.",
  "about.emurgo": "Emurgo",
  "about.visit-the-website": "Kunjungi website kami",
  "about.emurgo-announcement": "Pengumuman Emurgo",
  "about.yoroi-launch": "Peluncuran Yoroi",
  "support.fast-response": "Untuk respon yang lebih cepat, kami rekomendasikan untuk memeriksa materi bantuan kami",
  "support.check-faq": "Periksa FAQ",
  "support.community": "Komunitas",
  "support.visit-1": "Kunjungi Telegram",
  "support.visit-1-text": "Kelompok komunitas Telegram untuk dukungan masalah teknis.",
  "support.visit-2": "Kunjungi Forum",
  "support.visit-2-text": "Forum Komunitas untuk mendukung isu teknis.",
  "support.contact-us": "Hubungi Kami",
  "support.contact-us-text": "Jangan sungkan untuk menghubungi kami, jika anda memerlukan bantuan atau memilik pertanyaan lainnya",
  "support.contact-us-warn": "Jangan sungkan untuk menghubungi kami",
  "support.contact-us-btn": "Hubungi Kami",
  "faq.faqQuestion-title1": "Umum",
  "faq.faqQuestion-Q1-1": "Apa itu Yoroi?",
  "faq.faqQuestion-A1-1": "Yoroi adalah light wallet web untuk Cardano. Tidak perlu mengunduh atau melakukan sinkronisasi blockchain pada light wallet. Artinya sekali anda membuka wallet, anda bisa mengirim dan memverifikasi penerimaan transaksi.<br/><br/>Penjelasan teknikalnya seperti berikut: Yoroi adalah light, hierarchical deterministic (HD) wallet untuk ADA (cryptocurrency), yang berjalan sebagai ekstensi Chrome.\n",
  "faq.faqQuestion-Q1-2": "Apa perbedaan antara Daedalus dan Yoroi?",
  "faq.faqQuestion-A1-2": "Yoroi adalah wallet yang ringan, yang mana berarti bahwa tidak harus mendownload full blockchain. Itu bisa menghubungkan kepada server-server terpecaya yang memiliki bagian full dari blockchain.\n\nDaedalus adalah adalah full-node wallet yang mana berarti bahwa harus mendownload, menyimpan dan memvalidasi full copy dari blockchain sehingga dapat dioperasikan dalam manner yang tidak dapat dipercaya dan itu tidak bergantung pada layanan host yang terpusat.",
  "faq.faqQuestion-Q1-3": "Hardware apa yang mendukung Yoroi?",
  "faq.faqQuestion-A1-3": "Hardware apa pun yang mendukung Google Chrome dan Extensions. Ini berarti Anda dapat menggunakan Yoroi di Linux, Mac OS, Windows, tetapi tidak di iOS atau Android.\n",
  "faq.faqQuestion-Q1-4": "Bagaimana agar saya dapat mengunduh Yoroi?",
  "faq.faqQuestion-A1-4": "Yoroi bisa didapatkan dan diinstal melalui <a target=\"_blank\" href=\"https://chrome.google.com/webstore/detail/yoroi/ffnbelfdoeiohenkjibnmadjiehjhajb\">Chrome Store</a>.\n",
  "faq.faqQuestion-Q1-5": "Bisakah saya menjalankan Yoroi pada 2 komputer yang berbeda?",
  "faq.faqQuestion-A1-5": "Ya, selama Anda tidak memiliki kedua instance yang terbuka secara bersamaan. (Jika keduanya tetap terbuka dapat menyebabkan masalah tidak sinkron)",
  "faq.faqQuestion-Q1-6": "Bagaimana cara saya keluar dari wallet Yoroi?",
  "faq.faqQuestion-A1-6": "Tidak ada fungsi logout pada ekstensi Chrome Yoroi. Anda cukup menutup tab untuk keluar. Perhatikan bahwa kata sandi pengeluaran Anda diperlukan untuk mengirim ada dari Yoroi, sehingga tidak ada orang lain yang dapat mentransfer ada Anda tanpa kata sandi Anda.",
  "faq.faqQuestion-Q1-7": "Bagaimana cara saya uninstal Yoroi?",
  "faq.faqQuestion-A1-7": "Sederhananya menghapus plugin dari Ekstensi Chrome pada bagian Ekstensi.\n<br/><br/> Peringatan: Ini akan menghapus private key dan semua penyimpanan yang terkait dengan wallet. Kami sangat menyarankan bahwa jika Anda ingin mengakses wallet di masa mendatang, Anda harus memiliki cadangan kata mnemonik.",
  "faq.faqQuestion-Q1-8": "Apakah staking akan tersedia pada Yoroi?",
  "faq.faqQuestion-A1-8": "Yoroi akan mendukung staking melalui delegasi setelah Shelley diluncurkan,<br/>sama halnya dengan Daedalus.<br/>Jadi anda akan dapat mendaftar staking pool dan memilih pool untuk mendelegasikan stake anda dalam Yoroi.",
  "faq.faqQuestion-title2": "Pemakaian Yoroi",
  "faq.faqQuestion-Q2-1": "Bagaimana Saya mengirim dan menerima ADA menggunakan Yoroi?",
  "faq.faqQuestion-A2-1": "Agar bisa menerima Ada menggunakan Yoroi pertama anda perlu membuat wallet anda di Yoroi. Harap hati-hati dalam menyimpan 15-kata frasa pemulihan untuk wallet anda yang akan anda dapatkan selama proses pembuatan wallet. Ini sangatlah penting, jika anda kehilangan ini anda akan kehilangan Ada anda. <br/><br/>Untuk menerima Ada masuk ke tab Menerima pada wallet anda dan hasilkan alamat. Gunakan tombol pada user interface untuk menyalin nya dan bagikan ke orang yang akan anda kirimkan Ada.\n<br/><br/>Untuk mengirim Ada, dapatkan alamat Yoroi dari orang yang akan anda kirimkan Ada dan gunakan tab Kirim pada wallet anda untuk mengirim jumlah Ada yang diinginkan ke alamat tersebut.\n\n",
  "faq.faqQuestion-Q2-2": "Setelah saya mengunduh Yoroi, berapa lama waktu yang diperlukan sampai saya bisa mengirim dan menerima ADA?",
  "faq.faqQuestion-A2-2": "Setelah Anda mengunduh Yoroi, Anda harus membuat dan mencadangkan wallet Anda dan itu membutuhkan waktu beberapa menit. Segera setelah wallet Anda dibuat dan 15 kata frasa pemulihan Yoroi Anda dicadangkan dengan aman, Anda akan dapat mengirim dan menerima Ada secara instan karena tidak perlu menunggu sinkronisasi blockchain.\n",
  "faq.faqQuestion-Q2-3": "Bisakah saya mengirim ADA dari wallet Daedalus ke wallet Yoroi saya?\n",
  "faq.faqQuestion-A2-3": "Ya, namun jika ini adalah wallet anda, pertimbangkan untuk mengembalikan akun anda pada Yoroi sebagai gantinya untuk memastikan total saldo anda telah ditransfer.",
  "faq.faqQuestion-Q2-4": "Bisakah saya mengirim Ada dari exchange ke wallet Yoroi saya?\n",
  "faq.faqQuestion-A2-4": "Iya. Jika karena alasan apa pun Anda tidak dapat melakukannya, harap ajukan tiket dengan exchange (itu bukan kesalahan kami!). Kami menggunakan format alamat baru dan beberapa exchange mungkin memiliki beberapa validasi yang tidak mendukung format alamat baru ini (dana Anda akan aman karena transaksi hanya akan diblokir oleh exchange).\n",
  "faq.faqQuestion-Q2-5": "Berapa banyak bandwith yang saya perlukan untuk mengunduh dan menggunakan Yoroi?  ",
  "faq.faqQuestion-A2-5": "Paket Instalasi Yoroi memiliki memori yang kecil sehingga tidak membutuhkan banyak bandwidth. Karena Yoroi adalah light wallet dan tidak memerlukan full copy dari blockchain pada mesin anda, sehingga hanya menggunakan sedikit bandwidth untuk pengoperasiannya.\n",
  "faq.faqQuestion-Q2-6": "Bagaimana saya bisa memulihkan wallet Daedalus saya pada Yoroi menggunakan frasa pemulihan saya ?",
  "faq.faqQuestion-A2-6": "Kami telah membuat video tentang penjelasan proses ini.<br>Silakan ikuti link berikut: <a target=\"_blank\" href=\"https://www.youtube.com/watch?v=m4tiF1R0_40\">Bagaimana cara migrasi Daedalus ke Wallet Yoroi</a>.",
  "faq.faqQuestion-Q2-7": "Apa yang harus saya lakukan jika saya ingin memulihkan Daedalus wallet dalam Yoroi, namun ketika saya masuk ke layar textbox tidak mengijinkan saya untuk masuk ke bagian itu?",
  "faq.faqQuestion-A2-7": "Anda tidak membutuhkan bagian itu. Anda dapat menekan tab jika anda telah mengetik seluruh kata (atau pilih menggunakan mouse klik suggestions below text - filtered as you type).",
  "faq.faqQuestion-Q2-8": "Apa arti dari label \"HIGH\" hijau dan \"LOW\" merah yang ada disebelah \"ADA received\" dibawah \"Transactions\"?",
  "faq.faqQuestion-A2-8": "Anda bisa menemukan informasi tentang ini dalam dokumentasi <a target=\"_blank\" href=\"https://cardanodocs.com/cardano/transaction-assurance/\">disini</a>.",
  "faq.faqQuestion-title3": "Ledger Nano S",
  "faq.faqQuestion-Q3-1": "Bagaimana cara menghubungkan Yoroi dengan Ledger Nano S?",
  "faq.faqQuestion-A3-1": "Silakan lihat video tutorial dari R&D Lead Engineer EMURGO <a target=\"_blank\" href=\"https://www.youtube.com/watch?v=YwdBLh7qAsI\">.",
  "faq.faqQuestion-Q3-2": "Saya sudah menginstal Yoroi dan berhasil mengintegrasikan dengan Ledger Nano S saya, tapi saya tidak menemukan 15 kata frasa pemulihan selama proses pengaturan wallet.",
  "faq.faqQuestion-A3-2": "Jika anda menggunakan sebuah alat Ledger, anda tidak akan diberikan 15-word recovery phrase oleh Yoroi. Selama anda memiliki Ledger hardware wallet (dan Ledger's recovery phrase), anda akan selalu dapat mengakses ADA dan melakukan transaksi dalam Yoroi.",
  "faq.faqQuestion-Q3-3": "Jika saya sudah menggunakan Yoroi extensi Chrome, bagaimana saya bisa terhubung dengan perangkat Ledger saya?",
  "faq.faqQuestion-A3-3": "Prosesnya dijelaskan pada <a target=\"_blank\" href=\"https://www.youtube.com/watch?v=YwdBLh7qAsI\">video berikut</a>.",
  "faq.faqQuestion-Q3-4": "Saya tidak menemukan aplikasi Cardano ADA di Ledger Live",
  "faq.faqQuestion-A3-4": "Periksalah versi dari Ledger Live yang sekarang: Settings -> About -> Version. Versi harus dalam 1.6.0. Selanjutnya, periksalah alat Ledger firmware anda. Itu memerlukan versi 1.5.5 atau lebih tinggi. Ikuti <a target=\"_blank\" href=\"https://support.ledger.com/hc/en-us/articles/360002731113-Update-device-firmware\"> untuk memperbarui firmware anda jika dibutuhkan.",
  "faq.faqQuestion-Q3-5": "Dimana saya bisa membeli Ledger Nano S?",
  "faq.faqQuestion-A3-5": "Anda bisa membelinya dari website resmi Ledger.",
  "faq.faqQuestion-Q3-6": "Setelah menambahkan aplikasi Cardano ADA ke dalam Ledger Nano S, tampil \"Menunggu perintah selanjutnya...\" pada perangkat Ledger saya. Apa yang harus saya lakukan?",
  "faq.faqQuestion-A3-6": "Pertama, coba ikuti: <br /><br />- Pastikan alat Ledger anda dihubungkan dengan komputer. Jangan gunakan kabel USB yang dapat mengganggu alatnya sendiri. <br /><br />- Ketika anda mengklik Connect pada Yoroi, setelah \"Waiting for commands\", klik kedua tombol Ledger meskipun tidak ada pesan yang muncul.\nJika masalah tetap ada, anda dapat menghubungi kami pada <a target=\"_blank\" href=\"https://yoroi-wallet.com/support\"></a>.",
  "faq.faqQuestion-Q3-7": "Bisakah saya menggunakan Ledger Nano S saya dengan aplikasi Yoroi mobile?",
  "faq.faqQuestion-A3-7": "Tidak. Sekarang ini Ledger hanya dapat didukung melalui ekstensi Chrome pada komputer. Kami berencana untuk mengimplementasikan fungsionalitas ini di masa depan, namun untuk sekarang anda mungkin dapat mencoba menggunakan AdaLite wallet untuk Android (tidak resmi) untuk dihubungkan dengan hardware wallet anda.",
  "faq.faqQuestion-Q3-8": "Bisakah saya menransfer Ada langsung dari Daedalus ke Ledger Nano S saya?",
  "faq.faqQuestion-A3-8": "Untuk saat ini dukungan Ledger hanya tersedia untuk Yoroi light wallet, jadi Anda perlu menginstal ekstensi Chrome Yoroi untuk terhubung dengan Ledger dan kemudian mentransfer dana dari Daedalus ke Yoroi. Periksa <a target=\"_blank\" href=\"https://emurgo.io/#/en/blog/how-to-use-ledger-nano-s-with-yoroi-cardano\"> panduan </a>.",
  "faq.faqQuestion-Q3-9": "Bisakah saya deposit ADA secara langsung ke dalam Ledger Nano S, atau saya memerlukan wallet untuk melakukan itu?",
  "faq.faqQuestion-A3-9": "Anda memerlukan wallet agar dapat memindahkan asset crypto anda. Anda bisa menggunakan Yoroi Ekstensi Chrome atau AdaLite.",
  "faq.faqQuestion-Q3-10": "Perlukah saya membuka kunci pada perangkat Ledger untuk menginisiasi transaksi di wallet Yoroi?",
  "faq.faqQuestion-A3-10": "Ya, anda perlu membuka kunci perangkat Ledger dan mengkonfirmasi beberapa langkah untuk membuat transaksi.",
  "faq.faqQuestion-Q3-11": "Bagaimana saya bisa memverifikasi alamat pada hardware wallet?",
  "faq.faqQuestion-A3-11": "Pada Receive tab di Yoroi, klik pada bagian kaca pembesar yang ada disebelah address yang anda mau periksa. Kemudian sebuah dialog window dengan detail address akan muncul. Klik \"Verify on hardware wallet\" dan periksa alat Ledger anda. Klik kedua tombol untuk memeriksa jalur derivasi dan address.",
  "faq.faqQuestion-Q3-12": "Saya memutuskan koneksi Ledger Nano S akan tetapi saya tetap bisa membuka Yoroi pada komputer saya dan melihat saldo dan riwayat transaksi. ",
  "faq.faqQuestion-A3-12": "Sebenarnya mungkin untuk membuka Yoroi dan melihat saldo anda kapan saja, meskipun tanpa menghubungkannya ke alat Ledger. Akan tetapi, hardware wallet dibutuhkan untuk mengirim ADA.",
  "faq.faqQuestion-Q3-13": "Bagaimana menggunakan Ledger Nano S agar lebih aman?",
  "faq.faqQuestion-A3-13": "Hardware wallet membuat private key Anda offline dan akan tetap berada dalam perangkat, membuatnya secara lebih aman daripada wallet lain yang saat ini tersedia untuk Cardano. Anda akan dapat menggunakan perangkat Ledger Anda dengan aman bahkan pada komputer yang diretas (mis. Kafe internet, lobi hotel) untuk mengirim transaksi, sedangkan private key wallet biasa mungkin dapat diekstrak, sehingga aset crypto Anda mudah dicuri.",
  "faq.faqQuestion-Q3-14": "Dapatkah saya melakukan stake dari perangkat Ledger?",
  "faq.faqQuestion-A3-14": "Ya, setelah staking diimplementasikan akan memungkinkan untuk melakukan stake dari Ledger hardware wallet.",
  "faq.faqQuestion-Q3-15": "Bisakah saya menyimpan ADA saya dalam 2 perangkat Ledger yang berbeda?",
  "faq.faqQuestion-A3-15": "Iya. Cukup kembalikan Ledger Nano S yang lainnya dari recovery phrase anda yang dikaitkan dengan alat Ledger pertama yang anda gunakan untuk menyimpan asset crypto anda.",
  "faq.faqQuestion-title4": "Keamanan",
  "faq.faqQuestion-Q4-1": "Apakah Yoroi Aman?",
  "faq.faqQuestion-A4-1": "Iya, Yoroi itu aman. Private key yang dihubungkan dengan wallet user hanya disimpan pada komputer user itu sendiri dan terenkripsi dengan password wallet yang mana hanya user itu yang tahu. Mereka tidak disimpan pada host server yang tersentral. Jika ada penyerang yang dapat mengakses komputer pengguna dan Yoroi wallet, tidak akan ada dana yang dapat diambil atau dipindahkan tanpa password wallet <br/><br/> Selain itu, walaupun Yoroi bergantung pada hosted server untuk memperoleh status dari blockchain, dalam situasi yang sangat tidak mungkin dimana hosted server yang tersentral dalam bahaya, hal terburuk yang mungkin bisa terjadi bagi pengguna adalah melihat total saldo yang salah pada wallet mereka. Transaksi yang ditandai pada mesin user dengan menggunakan private key, yang mana tidak akan pernah hilang dari komputer itu, alasan itu tidak mungkin bagi server untuk mengubah jumlah atau alamat dari transaksi yang dituju.\n",
  "faq.faqQuestion-Q4-2": "Dimana saya menyimpan private key saya?",
  "faq.faqQuestion-A4-2": "Private keys disimpan terenkripsi pada mesin user dan tidak dibagi dengan server pihak ketiga. Mereka tidak dibagikan kepada kami bahkan dalam keadaan apapun. Kami tidak pernah menanyakan 15-word phrase bahkan untuk alasan pendukung. Ini berarti bahwa anda harus menyimpan atau mengingat 15-word phrase anda sendiri. Jika wallet telah diinstal pada berbagai mesin menggunakan 15-word phrase yang sama, masing2 mesin akan mempunyai versi dari private keys yang terenkripsi.",
  "faq.faqQuestion-Q4-3": "Apa yang terjadi jika saya kehilangan kata sandi pengeluaran saya?",
  "faq.faqQuestion-A4-3": "Kehilangan password anda tidak berarti anda kehilangan Ada. Jika anda kehilangan spending password, maka anda tidak bisa untuk menggunakan uang anda namun anda akan tetap bisa melihat saldo dan histori transaksi pada wallet anda. Untuk bisa menggunakan uang anda, anda perlu menghapus wallet anda dan kembalikan lagi menggunakan 15-word recovery phrase. <br/> Pastikan untuk memeriksa bahwa anda memiliki recovery phrase sebelum menghapus wallet.\n",
  "faq.faqQuestion-Q4-4": "Bagaimana jika saya kehilangan 15-kata frasa pemulihan saya?\n",
  "faq.faqQuestion-A4-4": "Sayang sekali, dana anda hilang selamanya.\n",
  "faq.faqQuestion-Q4-5": "Bisakah saya memindahkan kembali akun saya ke Daedalus?",
  "faq.faqQuestion-A4-5": "Iya, namun addresses baru yang dibuat untuk wallet dalam Daedalus tidak akan muncul di Yoroi. Ini baik untuk membuat wallet yang baru dalam Daedalus dan mengirim ADA ke wallet yang baru.",
  "faq.faqQuestion-Q4-6": "Jika saya menghapus Yoroi pada ekstensi Chrome dan memusnahkan private keys, apakah saya masih bisa untuk memulihkan uang saya menggunakan 12-word daedalus recovery phrase?",
  "faq.faqQuestion-A4-6": "Tidak. Anda akan membutuhkan 15-word recovery phrase untuk mengembalikan Yoroi wallet anda, kecuali kalau anda mentransfer ada dari Yoroi ke Daedalus sebelum menghapus semuanya.",
  "faq.faqQuestion-Q4-7": "Mengapa saya tidak disuruh untuk memasukan password setelah membuka ekstensi Yoroi?",
  "faq.faqQuestion-A4-7": "Kata sandi Anda akan diminta saat Anda mencoba mengirim ada, bukan ketika Anda membuka wallet itu sendiri. <br/> Prompt pilihan kata sandi ketika membuka ekstensi direncanakan untuk implementasi selanjutnya. <br/> Lihat <a target=\"_blank\" href=\"https://github.com/Emurgo/yoroi-frontend/pull/165\"> ini </a> tautan GitHub untuk detail tentang fitur layar kunci Yoroi yang direncanakan.",
  "faq.faqQuestion-Q4-8": "Jika saya kehilangan recovery phrase, atau jika phrase yang saya masukan salah. Dapatkah anda mengembalikan wallet saya?",
  "faq.faqQuestion-A4-8": "Yoroi adalah solusi ringan yang kurang dipercaya, yang berarti bahwa kami tidak menyimpan private key yang terkait dengan pengguna wallet mana pun. Wallet pengguna disimpan hanya di komputer atau perangkat mereka sendiri, dienkripsi dengan kata sandi wallet yang hanya diketahui oleh pengguna. <br/> <br/> Tidak ada data wallet yang disimpan di server yang dihosting secara terpusat. Satu-satunya cara untuk membuat ulang wallet adalah dengan menggunakan frasa pemulihan, yang merupakan seperangkat mnemonik yang dihasilkan secara lokal saat wallet pertama kali dibuat. Proses ini telah diuji secara menyeluruh dan bahkan melalui audit keamanan yang berhasil (rincian lebih lanjut <a target=\"_blank\" href=\"https://research.kudelskisecurity.com/2018/10/18/audit-report-of-iohks-icarus-wallet/\"> di sini </a>). <br/><br/> Prosesnya bersifat deterministik, yang berarti bahwa ia akan selalu menghasilkan wallet yang sama jika mnemonik yang sama dan digunakan dalam urutan yang diberikan. Jika Anda menuliskan lima belas mnemonik dengan tangan, kami sarankan untuk memeriksa ulang daftar kata untuk kata-kata yang sama <a target=\"_blank\" href=\"https://github.com/bitcoinjs/bip39/blob/master/wordlists/english.json\"> di sini </a>. <br/> Perbedaan kata atau bahkan dalam penyortirannya, akan menghasilkan wallet yang sama sekali berbeda.",
  "faq.faqQuestion-Q4-9": "Apakah ada langkah-langkah yang dilakukan untuk mencegah serangan brute force pada kata sandi pengeluaran dan frasa mnemonik (mis., Seperti waktu tunggu setelah 10 percobaan salah)?",
  "faq.faqQuestion-A4-9": "Kata sandi pengeluaran Anda digunakan untuk mengenkripsi private key Anda. Jika data pada wallet Anda jatuh ke tangan pihak ketiga yang berbahaya, mereka dapat mencoba menemukan kunci pribadi Anda dengan menggunakan serangan brute force. <br/> <br/> Untuk alasan itu, Anda harus memastikan bahwa Anda menggunakan kata sandi yang lebih kuat untuk kata sandi pengeluaran Anda. <br/> <br/> Adapun kemungkinan penyerang menemukan frasa mnemonik Anda melalui serangan brute force, silakan merujuk ke <a target=\"_blank\" href=\" https://forum.cardano.org/t/bip39-brute-force-complexity-or-how-hard-it-is-to-break-someones-secret-words/12650\">ini </a> tautan untuk informasi tentang bagaimana tidak mungkin ini akan menjadi.",
  "faq.faqQuestion-title5": "Lebih lanjut tentang Yoroi",
  "faq.faqQuestion-Q5-1": "Apakah Yoroi mendukung multiple wallet?",
  "faq.faqQuestion-A5-1": "Tidak. Saat ini, Yoroi hanya mendukung satu dompet. Namun, Anda dapat menggunakan solusi berikut:\n  <br/> <br/> Buka Chrome dan pada bagian navigasi atas klik tab 'Orang' <br/> Klik 'Kelola Orang' dan 'Tambah Orang' <br/> Ini membantu untuk memilih foto yang berbeda dan memasukkan nama unik. <br/> Simpan dan jendela baru akan terbuka, meminta Anda untuk masuk. <br/> Masuk ke Chrome dengan ID email baru yang berbeda di bawah profil baru. <br/>",
  "faq.faqQuestion-Q5-2": "Token apa yang didukung?",
  "faq.faqQuestion-A5-2": "Saat ini kami tidak mendukung token apapun. Kami hanya mendukung cryptocurrency Ada.\n",
  "faq.faqQuestion-Q5-3": "Dimana lokasi code Yoroi berada?",
  "faq.faqQuestion-A5-3": "Code bisa ditemukan <a target=\"_blank\" href=\"https://github.com/Emurgo/yoroi-frontend\">disini</a>.",
  "faq.faqQuestion-Q5-4": "Browser apa yang mendukung Yoroi?\n",
  "faq.faqQuestion-A5-4": "Yoroi berjalan di Google Chrome pada Windows, macOS dan Linux.",
  "faq.faqQuestion-Q5-5": "Bisakah saya menggunakan hardware wallet?",
  "faq.faqQuestion-A5-5": "Saat ini kami sedang mengerjakannya. Untuk informasi lebih lanjut harap periksa roadmap kami <a target=\"_blank\" href=\"https://yoroi-wallet.com/\">disini</a>.",
  "faq.faqQuestion-Q5-6": "Bagaimana saya mengklaim sertifikat penebusan ADA saya?\n",
  "faq.faqQuestion-A5-6": "Ubah bahasa anda ke Japanese dan penebusan ADA akan tampil dalam opsi di halaman pengaturan.\n",
  "faq.faqQuestion-Q5-7": "Apakah saya harus membayar untuk Yoroi?",
  "faq.faqQuestion-A5-7": "Yoroi open source dan gratis untuk pengguna.",
  "faq.faqQuestion-Q5-8": "Jika saya ingin terhubung dengan Ledger saya (setelah diimplementasikan), haruskah saya menghapus Ekstensi Chrome dan mengunduhnya lagi?",
  "faq.faqQuestion-A5-8": "Ya. Anda harus menghapus ekstensi dan menginstalnya kembali, dan kemudian membuat wallet baru yang terhubung dengan Ledger.",
  "download.mainnet.chrome": "Chrome (Mainnet)",
  "download.mainnet.firefox": "Firefox (Mainnet)",
  "download.mainnet.android": "Android (Mainnet)",
  "download.mainnet.ios": "iOS (Mainnet)",
  "download.testnet.chrome": "Chrome (Testnet)",
  "download.testnet.firefox": "Firefox (Testnet)"
}
