{
  "header.home": "Home",
  "header.about": "About",
  "header.faq": "Domande frequenti",
  "header.support": "Supporto",
  "header.download": "Scarica",
  "header.terms-and-condtions-part1": "Termini",
  "header.terms-and-condtions-part2": " e Condizioni",
  "footer.terms-and-condtions": "Termini & Condizioni",
  "footer.all-rights": "Tutti i diritti sono riservati | 2018-2019 Yoroi",
  "home.title.Yoroi": "Your gateway to<br/>the financial world",
  "home.title.YoroiDescription": "Light wallet Yoroi per Cardano",
  "home.title.Secure": "Sicuro",
  "home.title.Fast": "Veloce",
  "home.title.Simple": "Semplice",
  "home.title.download-chrome-a": "Scarica",
  "home.title.download-chrome-b": "Estensione per Chrome",
  "home.title.watch-the-video": "guarda il video",
  "home.properties.secure": "Sicuro",
  "home.properties.secure-text-highlight": "La nostra massima priorità",
  "home.properties.secure-text": "Codice di alta qualità testato a fondo, controllo della sicurezza e altro ancora per assicurare che Yoroi funzioni perfettamente. Le chiavi private sono crittografate e mai condivise con i nostri server o fornitori di terze parti. Al fine di preservare la tua privacy, il portafoglio Yoroi non implementa alcuna analisi.",
  "home.properties.fast": "Veloce",
  "home.properties.fast-text-highlight": "La nostra innovazione",
  "home.properties.fast-text": "Yoroi è un portafoglio light per Cardano. Quando si apre il portafoglio mon è necessario scaricare la blockchain. Quindi sarai subito pronto ad inviare e ricevere transazioni.",
  "home.properties.simple": "Semplice",
  "home.properties.simple-text-highlight": "La nostra passione",
  "home.properties.simple-text": "Riteniamo che il software dovrebbe avere una struttura semplice e una bella interfaccia utente. Yoroi è stato accuratamente progettato e costruito per offrire un'esperienza utente eccezionale.",
  "home.collaborators.our-collaborators": "I nostri collaboratori",
  "home.howitworks.how-it-works": "Come funziona",
  "home.howitworks.how-to-install": "Come installare Yoroi",
  "home.howitworks.how-to-move": "Come spostarsi da Daedalus",
  "home.howitworks.send-receive": "Invia e ricevi transazioni",
  "home.howitworks.recover-lost": "Recupera se hai perso il tuo account",
  "home.roadmap.yoroi-roadmap": "Yoroi Roadmap",
  "home.roadmap.2018.title": "2018",
  "home.roadmap.2018.sub-title": " ",
  "home.roadmap.2018.goal.mobile-apps": "Applicazioni mobili native per iOS e Android",
  "home.roadmap.2018.goal.hardware-wallet": "Integrazione di portafogli hardware",
  "home.roadmap.2018.goal.tx-ecxel-export": "Esporta transazioni in Excel",
  "home.roadmap.2018.goal.more-lang": "Altre lingue",
  "home.roadmap.2018.goal.multi-browser-support": "Multiple browser support",
  "home.roadmap.2018.goal.firefox-support": "Firefox",
  "home.roadmap.2019-Q1-Q2.title": "2019",
  "home.roadmap.2019-Q1-Q2.sub-title": "Q1-Q2",
  "home.roadmap.2019-Q1-Q2.goal.new-design": "Nuovi Designs",
  "home.roadmap.2019-Q1-Q2.goal.send-all": "Invia tutte le funzionalità",
  "home.roadmap.2019-Q1-Q2.goal.paper-wallet": "Portafoglio cartaceo",
  "home.roadmap.2019-Q1-Q2.goal.more-lang": "More languages",
  "home.roadmap.2019-Q1-Q2.goal.more-lang-sub": "German, Italian, French, Spanish, among others",
  "home.roadmap.2019-Q1-Q2.goal.firefox-support": "Firefox",
  "home.roadmap.2019-Q1-Q2.goal.performace-improvement": "Miglioramenti delle prestazioni",
  "home.roadmap.2019-Q1-Q2.goal.ada-redempition": "Rimborso Ada",
  "home.roadmap.2019-Q1-Q2.goal.ledger-support": "Supporto Leger",
  "home.roadmap.2019-Q1-Q2.goal.explorer-integration": "Integrazione Blockchain Explorer Link",
  "home.roadmap.2019-Q1-Q2.goal.account-plates": "Targhe di identificazione dell'account",
  "home.roadmap.2019-Q3-Q4.title": "2019",
  "home.roadmap.2019-Q3-Q4.sub-title": "Q3-Q4",
  "home.roadmap.2019-Q3-Q4.goal.shelley-support": "Shelley support",
  "home.roadmap.2019-Q3-Q4.goal.staking-support": "Staking",
  "home.roadmap.2019-Q3-Q4.goal.mobile-staking": "Mobile Staking",
  "home.roadmap.2019-Q3-Q4.goal.more-lang": "More languages",
  "home.roadmap.2019-Q3-Q4.goal.more-lang-sub": "Indonesian and others",
  "home.roadmap.2019-Q3-Q4.goal.payment-urls": "Url dei pagamenti",
  "home.roadmap.2019-Q3-Q4.goal.hide-balance": "Nascondi Balance",
  "home.roadmap.2019-Q3-Q4.goal.ouroboros-bft": "Supporto Ouroboros BFT",
  "home.roadmap.2019-Q3-Q4.goal.lock-screen": "Blocca lo schermo",
  "home.roadmap.2019-Q3-Q4.goal.full-node": "Full Node",
  "home.roadmap.2019-Q3-Q4.goal.multisig": "Multisig",
  "home.roadmap.goal.common-sub-testnet-mainnet": "Testnet and Mainnet if available",
  "home.technologies.technologies": "Tecnologie",
  "home.technologies.tech1-title": "Rust",
  "home.technologies.tech1-text": "Rust è un linguaggio di programmazione di sistemi che funziona molto rapidamente, previene i segfaults e garantisce la sicurezza dei threads.",
  "home.technologies.tech2-title": "Nodo.js",
  "home.technologies.tech2-text": "Il Nodo.js è un ambiente runtime JavaScript multipiattaforma open source che esegue codice JavaScript all'esterno del browser.",
  "home.technologies.tech3-title": "WebAssembly",
  "home.technologies.tech3-text": "WebAssembly è uno standard Web che definisce un formato binario per una macchina virtuale basata su stack. Wasm è progettato come target portatile per la compilazione di linguaggi di alto livello come C, C++ e Rust, consentendo la distribuzione sul Web per applicazioni client e server.",
  "home.technologies.tech4-title": "Cardano",
  "home.technologies.tech4-text": "Cardano è una piattaforma blockchain di terza generazione sviluppata da una filosofia scientifica",
  "home.technologies.tech5-title": "Yoroi",
  "home.technologies.tech5-text": "Crediamo nello spirito dell'open source. Questo è il motivo per cui renderemo Yoroi open source e potrai rivedere tu stesso il codice. Questo è il nostro repository ufficiale, quindi tutti gli aggiornamenti si rifletteranno qui.",
  "home.technologies.tech6-title": "Cardano",
  "home.technologies.tech6-text": "Cardano è una blockchain pubblica decentralizzata e criptovaluta sviluppata da IOHK. Il progetto è completamente open source e la tecnologia includerà contratti intelligenti e funzionalità più avanzate rispetto a qualsiasi protocollo precedentemente sviluppato.",
  "about.the-meaning-title": "Informazioni su EMURGO",
  "about.the-meaning-p1": "EMURGO guida l'adozione di Cardano e aggiunge valore ai possessori di ADA costruendo, investendo e fornendo consulenza a progetti o organizzazioni che adottano l'ecosistema blockchain decentralizzato di Cardano.",
  "about.the-meaning-p2": "EMURGO è la branca commerciale ufficiale e di venture capital del progetto Cardano, registrato a Tokyo, in Giappone dal giugno del 2017 e a Singapore dal maggio del 2018. EMURGO è affiliato in modo univoco e lavora a stretto contatto con IOHK per far crescere l'ecosistema di Cardano a livello globale e promuovere l'adozione della blockchain Cardano. Ulteriori informazioni sul progetto li trovi su <a target=\"_blank\" href=\"https://emurgo.io\">https://emurgo.io</a>.",
  "about.why-yoroi-title": "A proposito di Yoroi",
  "about.why-yoroi-text": "Yoroi è un portafoglio light per Cardano. È semplice, veloce e sicuro. Yoroi è un prodotto Emurgo, progettato da IOHK. E segue le migliori pratiche per i software del settore, incluso un controllo di sicurezza completo. Daedalus e Yoroi sono complementi fondamentali per il raggiungimento degli obiettivi. Yoroi è il portafoglio ideale per l'utilizzo quotidiano degli utenti Cardano.",
  "about.emurgo": "Emurgo",
  "about.visit-the-website": "Visita il sito Web",
  "about.emurgo-announcement": "Annunci di Emurgo",
  "about.yoroi-launch": "Lancio di Yoroi",
  "support.fast-response": "Per una risposta più rapida, ti consigliamo di controllare il nostro materiale di auto-aiuto",
  "support.check-faq": "Controlla la sezione Domande Frequenti",
  "support.community": "La nostra community",
  "support.visit-1": "Visita Telegram",
  "support.visit-1-text": "Gruppo Telegram della comunità per il supporto tecnico.",
  "support.visit-2": "Visita il forum",
  "support.visit-2-text": "Forum della comunità per il supporto tecnico.",
  "support.contact-us": "Contattaci",
  "support.contact-us-text": "Non esitate a contattarci, se avete bisogno di aiuto o se avete qualsiasi altra domanda",
  "support.contact-us-warn": "Non esitate a contattarci",
  "support.contact-us-btn": "Contattaci",
  "faq.faqQuestion-title1": "Generale",
  "faq.faqQuestion-Q1-1": "Che cos'è Yoroi?",
  "faq.faqQuestion-A1-1": "Yoroi è un portafoglio web light per Cardano. I portafogli light non richiedono lo scaricamento o la sincronizzazione della blockchain. Ciò significa che una volta aperto il portafoglio, è possibile inviare o verificare immediatamente la ricezione delle transazioni.<br/><br/>Un'altra spiegazione più tecnica sarebbe che: Yoroi è un portafoglio light, gerarchico deterministico (HD) per Ada (criptovaluta), in esecuzione come estensione di Chrome.\n",
  "faq.faqQuestion-Q1-2": "Qual'è la differenza tra Daedalus e Yoroi?",
  "faq.faqQuestion-A1-2": "Yoroi è un portafoglio light, il che significa che non necessita lo scaricamento dell'intera blockchain. Si collega a server fidati che hanno una copia completa della blockchain.\n\n  Daedalus è un portafoglio a nodo completo, il che significa che per poterlo utilizzare, scarica, archivia e convalida una copia completa della blockchain sul tuo computer per poter funzionare in modo sicuro, inoltre non si basa su server ospitati centralmente.",
  "faq.faqQuestion-Q1-3": "Quale hardware supporta Yoroi?",
  "faq.faqQuestion-A1-3": "Qualsiasi hardware che supporti Google Chrome ed estensioni. Ciò significa che puoi utilizzare Yoroi su Linux, Mac OS, Windows, e altri, ma non su iOS o Android.\n",
  "faq.faqQuestion-Q1-4": "Come faccio a scaricare Yoroi?",
  "faq.faqQuestion-A1-4": "Yoroi può essere trovato e installato tramite <a target=\"_blank\" href=\"https://chrome.google.com/webstore/detail/yoroi/ffnbelfdoeiohenkjibnmadjiehjhajb\">Chrome Store</a>.\n",
  "faq.faqQuestion-Q1-5": "Posso eseguire Yoroi su 2 computer diversi?",
  "faq.faqQuestion-A1-5": "Sì, purché non siano aperte entrambe le istanze contemporaneamente. (Tenere entrambe aperte potrebbe causare problemi di desincronizzazione)",
  "faq.faqQuestion-Q1-6": "Come posso disconnettermi dal portafoglio Yoroi?",
  "faq.faqQuestion-A1-6": "Non è disponibile alcuna funzione per disconnettersi dall'estensione Yoroi Chrome. Puoi semplicemente chiudere la scheda per uscire. Tieni presente che la password di spesa è necessaria per inviare ada da Yoroi, quindi nessun altro può trasferire i tuoi ada senza la tua password.",
  "faq.faqQuestion-Q1-7": "Come posso disinstallare Yoroi?",
  "faq.faqQuestion-A1-7": "Rimuovi semplicemente il plug-in da Chrome nella sezione Estensioni.\n<br/><br/> Avviso: questo rimuoverà la chiave privata e tutta la memoria associata al portafoglio. Raccomandiamo vivamente che se si desidera accedere al portafoglio in futuro, è necessario un backup delle parole mnemoniche.",
  "faq.faqQuestion-Q1-8": "Lo staking sarà disponibile in Yoroi?",
  "faq.faqQuestion-A1-8": "Yoroi supporterà lo staking attraverso la delega dopo il rilascio di Shelley,<br/>iesattamente come Daedalus.<br/>Quindi sarai in grado di elencare le pools di staking e selezionare le pools per delegare il tuo stake all'interno di Yoroi.",
  "faq.faqQuestion-title2": "Utilizzo di Yoroi",
  "faq.faqQuestion-Q2-1": "Come posso inviare e ricevere ADA utilizzando Yoroi?",
  "faq.faqQuestion-A2-1": "Per ricevere Ada utilizzando Yoroi devi prima creare il tuo portafoglio Yoroi. Fai attenzione a memorizzare la frase di recupero di 15 parole per il tuo portafoglio che otterrai durante il processo di creazione dello stesso. Questo è molto importante, se la perdi potresti perdere\n  i tuoi Ada. <br/> <br/>Per ricevere Ada vai alla scheda Ricevi nel tuo portafoglio e genera un indirizzo. Usa il pulsante\n  nell'interfaccia utente per copiarlo negli appunti e quindi condividerlo con la\n  persona che ti deve inviare gli Ada.\n  <br/> <br/>Per inviare Ada, richiedi alla persona a cui vuoi inviare un determinato importo un indirizzo Yoroi e utilizza la scheda Invia nel tuo portafoglio per inviare la\n  quantità desiderata di Ada a quell'indirizzo.\n\n",
  "faq.faqQuestion-Q2-2": "Dopo aver scaricato Yoroi, per quanto tempo posso inviare e ricevere ADA?",
  "faq.faqQuestion-A2-2": "Una volta scaricato Yoroi, dovrai creare e fare il backup del tuo portafoglio che richiede un paio di minuti. Non appena viene creato il tuo portafoglio e viene eseguito il backup sicuro della frase di recupero Yoroi di 15 parole, sarai in grado di inviare e ricevere Ada istantaneamente poiché non è necessario attendere la sincronizzazione della blockchain.\n",
  "faq.faqQuestion-Q2-3": "Posso inviare ADA da un portafoglio Daedalus al mio portafoglio Yoroi?\n",
  "faq.faqQuestion-A2-3": "Sì, ma se questo è il tuo portafoglio, considera invece di ripristinare il tuo account su Yoroi in quanto ciò garantirà il trasferimento del saldo totale.",
  "faq.faqQuestion-Q2-4": "Posso inviare Ada da un exchange al mio portafoglio Yoroi?\n",
  "faq.faqQuestion-A2-4": "Sì. Se per qualsiasi motivo non fossi in grado di farlo, ti preghiamo di presentare un ticket all'exchange (non è colpa nostra!). Utilizziamo un nuovo formato di indirizzo e alcuni exchanges potrebbero avere alcune convalide che non supportano questo nuovo formato di indirizzo (i tuoi fondi saranno al sicuro in quanto la transazione verrebbe bloccata dall'exchange stesso).\n",
  "faq.faqQuestion-Q2-5": "Quanta bandwidth è necessaria per scaricare e utilizzare Yoroi?  ",
  "faq.faqQuestion-A2-5": "Il pacchetto di installazione di Yoroi è molto piccolo, quindi non richiede molta larghezza di banda. Inoltre, poiché Yoroi è un portafoglio light e non richiede lo scaricamento della blockchain sul tuo computer, consuma pochissima larghezza di banda per l'operazione.\n",
  "faq.faqQuestion-Q2-6": "Come posso recuperare il mio portafoglio Daedalus in Yoroi usando la mia fase di recupero ?",
  "faq.faqQuestion-A2-6": "Abbiamo creato un video che spiega questo processo.<br>Per favore segui questo link: <a target=\"_blank\" href=\"https://www.youtube.com/watch?v=m4tiF1R0_40\">Come migrare da Daedalus a Yoroi</a>.",
  "faq.faqQuestion-Q2-7": "Cosa devo fare se voglio recuperare il mio portafoglio Daedalus in Yoroi, ma quando arrivo alla schermata di immissione la casella di testo non mi consente di entrare negli spazi?",
  "faq.faqQuestion-A2-7": "Non hai bisogno di spazi. Puoi premere tab se hai digitato l'intera parola (o seleziona e clicca con il mouse sui suggerimenti sotto il testo - filtrato durante la digitazione).",
  "faq.faqQuestion-Q2-8": "Che cosa significano le etichette verde \"HIGH\" e rossa \"LOW\" accanto a \"Ricevimento ADA\" sotto \"Transazioni\"?",
  "faq.faqQuestion-A2-8": "Puoi trovare informazioni a riguardo nella documentazione <a target=\"_blank\" href=\"https://cardanodocs.com/cardano/transaction-assurance/\">qui</a>.",
  "faq.faqQuestion-title3": "Ledger Nano S",
  "faq.faqQuestion-Q3-1": "Come collegare Yoroi con Ledger Nano S?",
  "faq.faqQuestion-A3-1": "Guarda il nostro video tutorial girato dal responsabile tecnico R&D di EMURGO <a target=\"_blank\" href=\"https://www.youtube.com/watch?v=YwdBLh7qAsI\">qui</a>.",
  "faq.faqQuestion-Q3-2": "Ho installato Yoroi e l'ho integrato con successo al mio Ledger Nano S, ma non mi è stata mostrata la frase di recupero di 15 parole durante l'installazione del portafoglio.",
  "faq.faqQuestion-A3-2": "Se si utilizza un dispositivo Ledger, Yoroi non riceverà la frase di recupero di 15 parole. Finché avrai il tuo portafoglio hardware Ledger (e la frase di recupero del tuo Ledger), sarai sempre in grado di accedere ai tuoi ADA ed effettuare transazioni tramite Yoroi.",
  "faq.faqQuestion-Q3-3": "Se sto già utilizzando l'estensione Yoroi Chrome, come posso collegarla al mio dispositivo Ledger?",
  "faq.faqQuestion-A3-3": "Il processo è descritto in questo <a target=\"_blank\" href=\"https://www.youtube.com/watch?v=YwdBLh7qAsI\">video</a>.",
  "faq.faqQuestion-Q3-4": "Non riesco a trovare l'applicazione ADA Cardano in Ledger Live",
  "faq.faqQuestion-A3-4": "Verifica la versione corrente del Ledger Live: Impostazioni -> Informazioni su -> Versione. La versione deve essere la 1.6.0. Quindi, controlla il firmware del dispositivo Ledger. Deve essere alla versione 1.5.5 o successiva. Segui le <a target=\"_blank\" href=\"https://support.ledger.com/hc/en-us/articles/360002731113-Update-device-firmware\">istruzioni</a> per aggiornare il firmware, se necessario.",
  "faq.faqQuestion-Q3-5": "Dove posso acquistare un Ledger Nano S?",
  "faq.faqQuestion-A3-5": "È possibile acquistarne uno dal sito Web ufficiale di Ledger.",
  "faq.faqQuestion-Q3-6": "Dopo aver aggiunto l'applicazione ADA Cardano sul Ledger Nano S, ricevo il messaggio \"In attesa di comandi...\" sul mio dispositivo Ledger. Cosa dovrei fare?",
  "faq.faqQuestion-A3-6": "Innanzitutto, prova quanto segue: <br /><br />- Assicurati che il dispositivo Ledger sia collegato direttamente al computer. Non utilizzare un hub USB che potrebbe interferire con il dispositivo stesso.<br /><br />- Quando fai clic su Connetti in Yoroi, dopo \"In attesa di comandi\", premi entrambi i pulsanti Ledger anche se non è ancora stato visualizzato alcun messaggio.\nSe il problema persiste, contattaci all'indirizzo <a target=\"_blank\" href=\"https://yoroi-wallet.com/support\"> https://yoroi-wallet.com/support</a>.",
  "faq.faqQuestion-Q3-7": "Posso utilizzare il mio Ledger Nano S con l'applicazione mobile di Yoroi?",
  "faq.faqQuestion-A3-7": "No. Attualmente Ledger è supportato solo tramite l'estensione di Chrome su PC. Abbiamo in programma di implementare questa funzionalità in futuro, ma per ora potresti provare il portafoglio (non ufficiale) AdaLite per Android per connettere il tuo portafoglio hardware.",
  "faq.faqQuestion-Q3-8": "Posso trasferire Ada direttamente da Daedalus sul mio Ledger Nano S?",
  "faq.faqQuestion-A3-8": "Per ora il supporto Ledger è disponibile solo per il portafoglio light di Yoroi, quindi è necessario installare l'estensione Yoroi Chrome per connettersi con il Ledger e quindi trasferire fondi da Daedalus a Yoroi. Consulta la <a target=\"_blank\" href=\"https://emurgo.io/#/en/blog/how-to-use-ledger-nano-s-with-yoroi-cardano\">guida</a>.",
  "faq.faqQuestion-Q3-9": "Posso depositare ADA direttamente nel Ledger Nano S oppure ho bisogno di un portafoglio?",
  "faq.faqQuestion-A3-9": "Avrai bisogno di un portafoglio per spostare i tuoi asset crittografici. Puoi utilizzare Yoroi Chrome Extension o AdaLite.",
  "faq.faqQuestion-Q3-10": "Devo sbloccare il dispositivo Ledger per avviare una transazione nel portafoglio Yoroi?",
  "faq.faqQuestion-A3-10": "Sì, è necessario sbloccare il dispositivo Ledger e confermare in più passaggi per effettuare una transazione.",
  "faq.faqQuestion-Q3-11": "Come posso verificare un indirizzo nel portafoglio hardware?",
  "faq.faqQuestion-A3-11": "Nella scheda Ricevi in Yoroi, fai clic sull'icona della lente di ingrandimento accanto all'indirizzo che desideri verificare. Verrà visualizzata una finestra di dialogo con i dettagli dell'indirizzo. Fai clic su \"Verifica sul portafoglio hardware\" e controlla il tuo dispositivo Ledger. Fare clic su entrambi i pulsanti per verificare il percorso e l'indirizzo di derivazione.",
  "faq.faqQuestion-Q3-12": "Ho disconnesso il mio Ledger Nano S ma posso ancora aprire Yoroi sul mio computer e visualizzare il saldo e la cronologia delle transazioni. ",
  "faq.faqQuestion-A3-12": "È possibile aprire l'estensione Yoroi e vedere il saldo in qualsiasi momento, anche senza collegare il dispositivo Ledger. Tuttavia, per inviare ADA è necessario il tuo portafoglio hardware.",
  "faq.faqQuestion-Q3-13": "In che modo l'utilizzo di un Ledger Nano S è più sicuro?",
  "faq.faqQuestion-A3-13": "Il portafoglio hardware genera le tue chiavi private offline e non lasciano mai il dispositivo, rendendolo intrinsecamente più sicuro di qualsiasi altro portafoglio attualmente disponibile per Cardano. Saresti in grado di utilizzare il tuo dispositivo Ledger in modo sicuro anche su un computer hackerato (ad es. Internet café, hall dell'hotel) per inviare una transazione, mentre una chiave privata di un normale portafoglio potrebbe essere estratta, facilitando il furto delle tue risorse crittografiche.",
  "faq.faqQuestion-Q3-14": "Sarò in grado di fare stake da un dispositivo Ledger?",
  "faq.faqQuestion-A3-14": "Sì, una volta implementato lo staking sarà possibile fare staking anche dal portafoglio hardware di Ledger.",
  "faq.faqQuestion-Q3-15": "Posso memorizzare i miei ADA su due diversi dispositivi Ledger?",
  "faq.faqQuestion-A3-15": "Sì. È sufficiente ripristinare un altro Ledger Nano S dalla frase di recupero associata al primo dispositivo Ledger in cui archiviare le risorse crittografiche.",
  "faq.faqQuestion-title4": "Sicurezza",
  "faq.faqQuestion-Q4-1": "Yoroi è sicuro?",
  "faq.faqQuestion-A4-1": "Sì, Yoroi è sicuro. La chiave privata associata al portafoglio di un utente è memorizzata solo sul computer dell'utente e sono crittografati con la password del portafoglio che solo l'utente dovrebbe conoscere. Non sono archiviati su server ospitati centralmente. Se un malintenzionato dovesse ottenere l'accesso al computer e al portafoglio Yoroi di un utente, non sarà possibile spostare fondi senza la password del portafoglio.\n  <br/><br/> Inoltre, anche se Yoroi si affida a server ospitati centralmente per ottenere lo stato di\n  blockchain, nella situazione molto improbabile che i server ospitati centralmente fossero compromessi, la cosa peggiore che potrebbe accadere è che un utente veda il saldo errato nel proprio portafoglio. Le transazioni vengono firmate nella macchina dell'utente utilizzando la chiave privata, che non lascia mai quel computer, per questo motivo è impossibile per il server modificare l'importo o l'indirizzo a cui è diretta la transazione.\n",
  "faq.faqQuestion-Q4-2": "Dove posso conservare le mie chiavi private?",
  "faq.faqQuestion-A4-2": "Le chiavi private vengono archiviate e crittografate sul computer dell'utente e non condivise con server di terze parti. Non sono condivisi nemmeno con noi in nessuna circostanza. Non chiederemo mai la tua frase di 15 parole neanche per motivi di supporto. Ciò significa che dovrai memorizzare o ricordare la frase di 15 parole in autonomia. Se il portafoglio è installato su più macchine utilizzando la stessa frase di 15 parole, ogni macchina avrà una versione crittografata delle chiavi private. ",
  "faq.faqQuestion-Q4-3": "Cosa succede se perdo la mia spending password?",
  "faq.faqQuestion-A4-3": "Perdere la password non significa che hai perso i tuoi Ada. Nel caso in cui perdessi la spending password, non sarai in grado di spendere i tuoi fondi ma vedrai il saldo e la cronologia delle transazioni nel tuo portafoglio. Per poter spendere i tuoi fondi dovrai eliminare il tuo portafoglio e ripristinarlo utilizzando la tua frase di recupero di 15 parole.<br/> Assicurati di avere la frase di recupero del tuo portafoglio prima di eliminarlo.\n",
  "faq.faqQuestion-Q4-4": "Cosa succede se perdo la frase di recupero di 15 parole?\n",
  "faq.faqQuestion-A4-4": "Sfortunatamente, i tuoi fondi saranno definitivamente persi.\n",
  "faq.faqQuestion-Q4-5": "Posso trasferire il mio account nuovamente su Daedalus?",
  "faq.faqQuestion-A4-5": "Sì, ma i nuovi indirizzi creati per il portafoglio Daedalus non appariranno su Yoroi.\n  È meglio creare un nuovo portafoglio Daedalus e inviare i tuoi ADA al nuovo portafoglio.",
  "faq.faqQuestion-Q4-6": "Se cancello l'estensione Yoroi Chrome e distruggo le chiavi private, potrò ancora recuperare i miei fondi usando una frase di recupero daedalus di 12 parole?",
  "faq.faqQuestion-A4-6": "No. Avrai bisogno di una frase di recupero di 15 parole per ripristinare il tuo portafoglio Yoroi, a meno che tu non trasferisca i tuoi ada da Yoroi a Daedalus prima di eliminare tutto.",
  "faq.faqQuestion-Q4-7": "Perché non mi viene chiesto di inserire la mia password dopo aver aperto l'estensione Yoroi?",
  "faq.faqQuestion-A4-7": "La tua password verrà richiesta quando tenti di inviare ada, non quando apri il portafoglio stesso. <br/>Una richiesta di password opzionale all'apertura dell'estensione è pianificata per un'implementazione successiva.<br/>Vedi <a target=\"_ blank\" href= \"https://github.com/Emurgo/yoroi-frontend/pull/165\">questo</a> link GitHub per i dettagli sulla funzione di blocco dello schermo Yoroi pianificata.",
  "faq.faqQuestion-Q4-8": "Ho perso la mia frase di recupero o se la frase che ho inserito non funziona. Voi potete ripristinare il mio portafoglio?",
  "faq.faqQuestion-A4-8": "Yoroi è una soluzione leggera e affidabile, il che significa che non memorizziamo la chiave privata associata al portafoglio di nessun utente. Il portafoglio di un utente viene archiviato solo sul proprio computer o dispositivo, crittografato con la password del portafoglio che solo l'utente dovrebbe conoscere.<br/><br/>Nessun dato del portafoglio viene archiviato su server ospitati centralmente. L'unico modo per ricreare un portafoglio è utilizzare la frase di recupero, che è un insieme di mnemonici che sono stati generati localmente al momento della creazione del portafoglio. Questo processo è stato accuratamente testato e ha superato un controllo di sicurezza (maggiori dettagli sono <a target=\"_ blank\" href=\"https://research.kudelskisecurity.com/2018/10/18/audit-report-of -iohks-icarus-wallet/\">qui</a>).<br/><br/>Il processo è deterministico, il che significa che genererà sempre lo stesso portafoglio se gli stessi mnemonici saranno utilizzati nell'ordine dato. Se hai scritto a mano i tuoi quindici mnemonici, ti consigliamo di ricontrollare l'elenco di parole e parole simili <a target=\"_ blank\"href=\"https://github.com/bitcoinjs/bip39/blob/master/wordlists/english.json\">qui</a>.<br/>Qualsiasi differenza presente nelle parole o anche nel loro ordinamento, genererà un portafoglio completamente diverso.",
  "faq.faqQuestion-Q4-9": "Esistono misure di sicurezza per prevenire attacchi di forza bruta alla password di spesa e alla frase mnemonica (vale a dire, qualcosa come un tempo di attesa dopo 10 tentativi sbagliati)?",
  "faq.faqQuestion-A4-9": "La password di spesa viene utilizzata per crittografare la chiave privata. Se i dati del tuo portafoglio cadessero nelle mani di una terza parte malevola, potrebbero provare a trovare la tua chiave privata mediante un attacco di forza bruta.<br/><br/>Per questo motivo, dovresti metterti al sicuro utilizzando una password di spesa più robusta.<br/><br/>Per quanto riguarda la possibilità che un attaccante trovi la tua frase mnemonica tramite un attacco di forza bruta, fai riferimento a <a target = \"_ blank\" href = \"https: // forum.cardano.org/t/bip39-brute-force-complexity-or-how-hard-it-is-to-break-someones-secret-words/12650\">questo</a>link per informazioni riguardo a quanto questo sia improbabile.",
  "faq.faqQuestion-title5": "Maggiori informazioni su Yoroi",
  "faq.faqQuestion-Q5-1": "Yoroi supporta più portafogli?",
  "faq.faqQuestion-A5-1": "No. Attualmente, Yoroi supporta solo un singolo portafoglio. Tuttavia, è possibile utilizzare la seguente soluzione alternativa:\n  <br/><br/> Apri Chrome e nella barra di navigazione in alto fai clic sulla scheda \"Persone\"<br/> Fai clic su \"Gestisci persone\" e \"Aggiungi persona\"<br/> Aiuta a selezionare un'altra foto e inserire un nome univoco.<br/> Salva e si aprirà una nuova finestra che ti chiederà di accedere. <br/> Accedi a Chrome con un nuovo ID email diverso sotto il nuovo profilo.<br/>",
  "faq.faqQuestion-Q5-2": "Quali token sono supportati?",
  "faq.faqQuestion-A5-2": "Al momento non supportiamo alcun token. Supportiamo solo la criptovaluta Ada.\n",
  "faq.faqQuestion-Q5-3": "Dove si trova il codice per Yoroi?",
  "faq.faqQuestion-A5-3": "Il codice è reperibile <a target=\"_blank\" href=\"https://github.com/Emurgo/yoroi-frontend\">qui</a>.",
  "faq.faqQuestion-Q5-4": "Quali motori di ricerca supportano Yoroi?\n",
  "faq.faqQuestion-A5-4": "Yoroi funziona su Google Chrome su Windows, macOS e Linux.",
  "faq.faqQuestion-Q5-5": "Posso usare un portafoglio hardware?",
  "faq.faqQuestion-A5-5": "Attualmente ci stiamo lavorando. Per ulteriori informazioni, consulta la nostra roadmap <a target=\"_blank\" href=\"https://yoroi-wallet.com/\">qui</a>.",
  "faq.faqQuestion-Q5-6": "Come posso richiedere i miei certificati di rimborso ADA?\n",
  "faq.faqQuestion-A5-6": "Imposta la tua lingua in giapponese e il riscatto ADA apparirà come opzione nella pagina delle impostazioni.\n",
  "faq.faqQuestion-Q5-7": "Devo pagare per Yoroi?",
  "faq.faqQuestion-A5-7": "Yoroi è open source e gratuito per gli utenti.",
  "faq.faqQuestion-Q5-8": "Se voglio connettermi con il mio Ledger (una volta implementato il supporto), dovrò eliminare l'estensione di Chrome e scaricarla di nuovo?",
  "faq.faqQuestion-A5-8": "Sì. Dovrai rimuovere l'estensione e installarla di nuovo, quindi creare un nuovo portafoglio collegato al Ledger.",
  "download.mainnet.chrome": "Chrome (Mainnet)",
  "download.mainnet.firefox": "Firefox (Mainnet)",
  "download.mainnet.android": "Android (Mainnet)",
  "download.mainnet.ios": "iOS (Mainnet)",
  "download.testnet.chrome": "Chrome (Testnet)",
  "download.testnet.firefox": "Firefox (Testnet)"
}
